<div><p><strong><font size="3"><span style="color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; float: none; display: inline ! important; background-color: #ffffff">บริษัท ...</span><br><span style="color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; float: none; display: inline ! important; background-color: #ffffff">เงื่อนไข และข้อกำหนดของการซื้อขาย (TERMS OF PURCHASE)</span><br><span style="color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; float: none; display: inline ! important; background-color: #ffffff">แก้ไขครั้งล่าสุด: วันที่ 28 พฤศจิกายน 2557</span></font></strong></p><p>&nbsp;</p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><strong><font size="2">1.	เงื่อนไขและข้อกำหนดของการซื้อขายทั้งหมด (Terms Applicable to All Purchases)</font></strong></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2">1.1	บททั่วไป (General)<br>1.1.1
	โดยการซื้อขายผลิตภัณฑ์ หรือการบริการใดๆ 
ซึ่งหมายรวมถึงการขอเข้าใช้ระบบเอเย่นเน็ต (AgentNet) 
(ซึ่งจะอธิบายไว้ข้างล่างนี้) (แต่ละอย่างจะเรียกว่า "ผลิตภัณฑ์ (Product)"
 เช่นกัน) ของบริษัท ... จำกัด (Allproperty Media) 
("เอเอ็ม (AM)") คุณตกลงที่จะมีความผูกพันทางกฎหมายกับเอเอ็ม (AM)<br>1.1.2
	ส่วนที่ 1 (เงื่อนไขที่นำมาใช้กับการซื้อขายทั้งหมด) ประกอบด้วย 
เงื่อนไขโดยรวมของความสัมพันธ์ระหว่างคุณ (สัจภัณฑ์ที่ซื้อขายผลิตภัณฑ์) 
และเอเอ็ม (AM) ส่วนต่างๆ 
ที่ตามมาหลังจากนั้นจะเป็นเงื่อนไขเฉพาะที่นำมาใช้กับผลิตภัณฑ์แต่ละประเภท 
นอกจากนั้น เอเอ็ม (AM) อาจจะมีข้อกำหนดเป็นลายลักษณ์อักษรว่า 
เงื่อนไขอื่นๆ (ที่ไม่ระบุในเงื่อนไขการซื้อขายเหล่านี้) อย่างไรก็ตาม 
จะมีผลผูกพัน หรือเกี่ยวข้องกับการซื้อขายผลิตภัณฑ์นั้นๆ 
("เงื่อนไขเพิ่มเติม (Additional Terms)") ซึ่งเงื่อนไขเพิ่มเติม 
(Additional Terms) อาจจะระบุไว้ในนโยบายความเป็นส่วนตัว (Privacy Policy) 
เงื่อนไขการบริการ(Terms of Service) และนโยบายการใช้งานซึ่งเป็นที่ยอมรับ 
(Policy of Acceptance Use) (ตามที่จะกำหนดนิยามไว้ข้างล่างนี้)<br>1.1.3	
คุณยอมรับ โดยไม่มีข้อจำกัด หรือคุณสมบัติใดๆ 
ในเงื่อนไขและข้อกำหนดการซื้อขายเหล่านี้ (รวมถึงในส่วนที่ 1 
ของเงื่อนไขและข้อกำหนดการซื้อขาย และส่วนอื่นๆ ที่เกี่ยวข้อง) 
ตลอดจนเงื่อนไขเพิ่มเติม 
โดยที่อาจจะมีการเชื่อมรวมเงื่อนไขเพิ่มเติมเข้ากับเงื่อนไขและข้อกำหนดการ
ซื้อขายเหล่านี้ โดยใช้การอ้างอิง ซึ่งก็จะให้เรียกอ้างอิงโดยรวมว่า 
"เงื่อนไขการซื้อขาย (Purchasing Terms)"<br>1.1.4	ในกรณีที่มีการขัด 
หรือไม่สอดคล้องกันระหว่างเงื่อนไขและข้อกำหนดการซื้อขาย 
กับเงื่อนไขเพิ่มเติม เว้นแต่มีการระบุไว้เป็นลายลักษณ์อักษรในลักษณะอื่นใด
 ให้ยึดบทบัญญัติของเงื่อนไขและข้อกำหนดการซื้อขายเป็นหลักสำคัญ<span class="Apple-converted-space">&nbsp;</span><br>1.1.5
	คุณตกลง และยอมรับว่า ทางเอเอ็ม (AM) 
อาจจะปรับและเปลี่ยนแปลงเงื่อนไขการซื้อขายได้ตลอดเวลา 
โดยที่ไม่ต้องรับผิดใดๆ และมิต้องแจ้งให้คุณทราบ 
ซึ่งจะมีการนำเงื่อนไขการซื้อขายที่ปรับและเปลี่ยนแปลงนั้นไปติดประกาศไว้ใน
เอเย่นเน็ต (AgentNet) โดยจะมีผลบังคับใช้หลังจากที่ติดประกาศนั้นๆ ได้ 10 
วันแล้ว 
จึงขอแนะนำให้คุณหมั่นตรวจสอบการปรับเปลี่ยนเงื่อนไขการซื้อขายอย่างสม่ำ
เสมอ หรือหมั่นทำธุรกรรมใดๆ ผ่านทางเว็บไซต์ หรือกับทางเอเอ็ม (AM)<br>1.1.6
	คุณตระหนักดีว่า คุณจะต้องจัดหาการบริการสื่อสารโทรคมนาคม 
เครื่องคอมพิวเตอร์ และอุปกรณ์ หรือบริการอื่นๆ 
ที่จำเป็นในการเข้าใช้ผลิตภัณฑ์ใดๆ ก็ตาม 
โดยคุณเองเป็นผู้รับผิดชอบค่าใช้จ่ายทั้งหมด ทั้งนี้ 
คุณจะต้องปฏิบัติตามกฎหมายและระเบียบปฏิบัติ 
ซึ่งนำมาใช้กับแนวทางที่คุณได้ใช้สำหรับเข้าใช้ผลิตภัณฑ์นั้น (อาทิ 
การเชื่อมต่อทางอินเตอร์เน็ต)<br>1.2	คำจำกัดความ (Definitions)<br>เว้นแต่ในกรณีที่มีบริบทที่กำหนดไว้เป็นอย่างอื่นให้<br>"การ
โฆษณา หรืองานโฆษณา (Advertisement)" หมายถึง การโฆษณา 
หรืองานโฆษณาที่นำเสนอโดยตัวคุณเองต่อเอเอ็ม (AM) 
โดยผ่านตามช่องทางสื่อแบบที่มิได้เชื่อมต่อทางคอมพิวเตอร์ (Offline Medium)
 ซึ่งหมายรวมถึง 
แต่มิได้จำกัดอยู่เฉพาะกับจดหมายข่าวแบบที่มิได้เชื่อมต่อทางคอมพิวเตอร์ 
(Offline Newsletter) ด้วย<br>"เอเย่นเน็ต (AgentNet)" หมายถึง ช่องทางการสื่อสารของตัวแทนจำหน่ายอสังหาริมทรัพย์ที่ปรากฏในเว็บไซต์<br>"บัญชี
รายการ (Listing)" หมายถึง งานโฆษณาที่นำเสนอโดยคุณเอง ผ่านทางเอเอ็ม (AM) 
ตามช่องทางสื่อแบบที่ได้เชื่อมต่อทางคอมพิวเตอร์ (Online Medium) 
ซึ่งก็หมายรวมถึง แต่มิได้จำกัดอยู่เฉพาะกับเว็บไซต์<br>"จดหมายข่าว 
(Newsletter)" หมายถึง จดหมายข่าวใดๆ ที่ทางเอเอ็ม (AM) 
นำเสนอผ่านช่องทางสื่อแบบที่ได้ หรือมิได้เชื่อมต่อทางคอมพิวเตอร์ (Online 
or Offline Medium) ในห้วงเวลาต่างๆ ซึ่งก็หมายรวมถึง 
แต่มิได้จำกัดอยู่เฉพาะกับ ข่าวสารการตลาดรายวันของเอเอ็ม (AM) 
คู่มือของเอเย่น (Agent Handbook) และบล็อกอสังหาริมทรัพย์ของเอเอ็ม (AM's 
Property Blog)<br>"นโยบายการใช้งานซึ่งเป็นที่ยอมรับ (Policy of 
Acceptable Use)" หมายถึง นโยบายการใช้งานซึ่งเป็นที่ยอมรับ 
ตามที่ประกาศไว้ใน http://www.realthairealty.com/en/acceptable-use</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><em><strong><font size="2">"นโยบาย
ด้านความเป็นส่วนตัว (Privacy Policy)" หมายถึง นโยบายด้านความเป็นส่วนตัว 
ตามที่ประกาศไว้ใน http://www.realthairealty.com/en/privacy</font></strong></em></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><em><strong>"เงื่อนไข
ของการบริการ (Terms of Service)" หมายถึง เงื่อนไขของการบริการ 
ตามที่ประกาศไว้ใน http://www.realthairealty.com/en/term-of-service</strong></em><br><br>"เว็บไซต์ (Website)" หมายถึง เว็บไซต์ http://www.realthairealty.com และหน้าเว็บไซต์ย่อยๆ ที่เกี่ยวข้อง และ<br>"คุณ" หรือ "ของคุณ" หมายถึง สัจภัณฑ์ที่มีส่วนผูกพัน หรือเกี่ยวข้องตามเงื่อนไขการซื้อขายกับทางเอเอ็ม (AM)<br>1.3	การซื้อขายชุดผลิตภัณฑ์ หรือการบริการ (Purchase of Product Package)<br>1.3.1
	ในกรณีที่คุณได้ซื้อขายชุดผลิตภัณฑ์หรือการบริการใดๆ (รวมถึง 
ชุดการบริการทางการตลาด) ("ชุดผลิตภัณฑ์ (Package)") จากทางเอเอ็ม (AM) 
คุณตระหนัก และเข้าใจดีว่า เว้นแต่ทางเอเอ็ม (AM) 
ได้ระบุไว้ในเป็นลายลักษณ์อักษรในแบบอื่น 
ชุดผลิตภัณฑ์ดังกล่าวจะมีอายุใช้งานได้ 12 เดือนนับจากวันที่ซื้อขาย 
("ระยะเวลาการใช้งานได้ (Validity Period)")<br>1.3.2	ชุดผลิตภัณฑ์แต่ละชุดจะกำหนดประเภท และปริมาณของการบริการที่คุณจะได้รับจากเอเอ็ม (AM)<span class="Apple-converted-space">&nbsp;</span><br>1.3.3
	ในกรณีที่หมดระยะเวลาการใช้งานได้ (Validity Period) แล้ว 
หากคุณยังใช้งานชุดผลิตภัณฑ์ไม่หมด หรือยังใช้ได้ไม่ได้เต็มที่ 
ตามที่คุณได้ซื้อหาเอาไว้ ทางเอเอ็ม (AM) 
เว้นแต่ได้ระบุไว้ในเป็นลายลักษณ์อักษรในแนวทางอื่น 
จะริบเอาส่วนของชุดผลิตภัณฑ์ที่ยังไม่ได้ใช้งาน 
โดยไม่ต้องแจ้งให้คุณทราบแต่อย่างใด ทั้งนี้ 
ผลจากการริบเอาส่วนของชุดผลิตภัณฑ์ดังกล่าว 
มิทำให้คุณสามารถเรียกรับสิทธิในการเรียกค่าเสียหาย หรือค่าชดเชยใดๆ 
จากทางเอเอ็ม (AM) ได้แต่อย่างใด<br>1.3.4	
หากคุณตัดสินใจที่จะซื้อชุดผลิตภัณฑ์อื่นๆ อีก 
หลังจากที่ชุดผลิตภัณฑ์ของคุณก่อนหน้านั้นหมดระยะเวลาการใช้งานได้ไปแล้ว 
คุณก็ตระหนักและเข้าใจดีว่า 
ไม่สามารถนำส่วนของชุดผลิตภัณฑ์ที่ยังไม่ได้ใช้งานของคุณในชุดก่อนหน้านั้น
มาขยายรวมกับชุดผลิตภัณฑ์ที่คุณซื้อใหม่นี้<br>1.3.5	
ในช่วงระยะเวลาการใช้งานได้ของชุดผลิตภัณฑ์แรกที่อ้างถึง 
ไม่มีชุดผลิตภัณฑ์ใดๆ 
ที่จะนำมาแลกเปลี่ยนกับชุดผลิตภัณฑ์อีกอันหนึ่งได้แต่อย่างใด<br>1.3.6	บรรดาชุดผลิตภัณฑ์ทั้งหมดจะต้องซื้อขายผ่านทางเว็บไซต์ หรือตัวแทนจำหน่ายที่ได้รับอนุญาตของทางเอเอ็ม (AM) เท่านั้น<br>1.3.7
	เอเอ็ม (AM) อาจจะอนุญาตให้คุณเข้าใช้เอเย่นเน็ต (AgentNet) 
ได้เพื่อบริหารจัดการผลิตภัณฑ์ที่คุณมีสิทธิในการใช้ตามชุดผลิตภัณฑ์ 
โดยที่คุณตระหนักและเข้าใจดีว่า การใช้งานบัญชีผู้ใช้งานของเอเย่นเน็ต 
(AgentNet) จะต้องเป็นไปตามมาตรา 8 (การเข้าใช้เอเย่นเน็ต (AgentNet))<br>1.4	การปรับเปลี่ยนราคา (Price Revisions)<br>1.4.1	เอเอ็ม (AM) ขอสงวนสิทธิ์ในการปรับเปลี่ยนราคาของผลิตภัณฑ์ และชุดผลิตภัณฑ์ใดๆ ของเอเอ็ม (AM) ในห้วงเวลาใดๆ ก็ได้<br>1.4.2	จะมีการประกาศแจ้งราคาที่ปรับเปลี่ยนผ่านทางเว็บไซต์<br>1.4.3
	ในกรณีที่คุณกำลังใช้ชุดผลิตภัณฑ์ใดๆ 
ที่มีเหลืออยู่ตามเงื่อนไขและข้อกำหนดเดิม 
คุณจะไม่ต้องรับผิดชอบต่อราคาที่ปรับเปลี่ยนใดๆ 
ทั้งนี้หากคุณลงทะเบียนเข้าใช้ชุดผลิตภัณฑ์ชุดใหม่ 
หรือคุณต่ออายุชุดผลิตภัณฑ์ที่มีอยู่หลังจากที่หมดระยะเวลาการใช้งานไปแล้ว 
ก็จะใช้กับราคาที่ปรับเปลี่ยนใหม่<br>1.5	การชำระเงิน (Payment)<br>1.5.1	
คุณจะต้องชำระบรรดาค่าธรรมเนียมทั้งหมดที่เกิดขึ้น 
ในส่วนที่เกี่ยวกับการซื้อขายผลิตภัณฑ์ หรือชุดผลิตภัณฑ์ ("การซื้อขาย 
(Purchase)") ให้กับเอเอ็ม (AM) ผ่านทางระบบ หรือวิธีการตามที่เอเอ็มกำหนด 
ในช่วงเวลานั้นๆ โดยที่คุณทราบดีว่า 
คุณจะต้องรับผิดชอบสำหรับวิธีการชำระเงินตามที่คุณได้เลือก 
แต่เพียงฝ่ายเดียว<br>1.5.2	หากคุณได้ออกคำสั่งซื้อขาย (Sales Order) 
หรือแสดงคำยืนยันผ่านทางไปรษณีย์อิเล็กทรอนิกส์ 
ในส่วนที่เกี่ยวกับการซื้อขายของคุณ โดยที่คุณจะต้องถือปฏิบัติตามวิธีการ 
และระยะเวลาการชำระเงินตามที่กำหนดไว้ในคำสั่งซื้อขาย (Sales Order) 
หรือคำยืนยันผ่านทางไปรษณีย์อิเล็กทรอนิกส์นั้น<br>1.5.3	
หากคุณชำระเงินผ่านทางการสั่งจ่ายเช็ค (Cheque) คุณตระหนักและเข้าใจดีว่า 
ทางเอเอ็ม (AM) จะไม่รับผิดชอบต่อการสูญเสีย หรือความเสียหายใดๆ 
ที่เกิดขึ้นในช่วงระหว่างที่มีการดำเนินการสั่งจ่ายเช็คให้กับเอเอ็ม (AM) 
แต่อย่างใด 
ทั้งนี้หากมีกรณีคำสั่งจ่ายเช็คที่ไม่สามารถเรียกเก็บเงินได้จริง 
หรือเช็คเด้ง คุณจะต้องรับผิดชอบต่อค่าธรรมเนียมการดำเนินการตามที่เอเอ็ม 
(AM) กำหนดไว้ด้วย<br>1.5.4	
ในกรณีที่คุณได้ทำการซื้อขายจากตัวแทนจำหน่ายที่ได้รับมอบอำนาจของเอเอ็ม 
(AM) กรุณาตรวจสอบให้แน่ใจว่า 
ตัวแทนจำหน่ายได้ออกใบเสร็จรับเงินตามรายการชำระเงินที่เป็นจริง 
และจำเป็นให้กับคุณ เอเอ็ม (AM) จะไม่ดำเนินการใดๆ 
ในกรณีของคำร้องที่ไม่มีการยืนยันใบเสร็จรับเงินดังกล่าวมาด้วย<br>1.5.5	
กรณีที่มีการชำระเงินล่าช้า ก็จะเรียกเก็บดอกเบี้ยการชำระเงินล่าช้า 
ในอัตราร้อยละ 6 ต่อปี 
จากอัตราดอกเบี้ยที่คิดโดยเฉลี่ยที่ถูกที่สุดสำหรับการกู้ยืมจากธนาคารดีบี
เอส (DBS) จำกัด หรืออัตราที่สูงที่สุดตามที่กฎหมายอนุญาตให้คิดได้ 
นับจากวันที่ครบกำหนดจนถึงวันที่มีการชำระเงินทั้งหมด<span class="Apple-converted-space">&nbsp;</span><br>1.5.6	บรรดาค่าธรรมทั้งหมดจะไม่รวมภาษี โดยที่คุณจะต้องจ่ายภาษี อากร หรือจังกอบทั้งหมดที่เกี่ยวกับการซื้อขาย<br>1.5.7
	ในกรณีที่คุณไม่ชำระค่าธรรมเนียมใดๆ ตามที่กำหนดไว้ในเงื่อนไขการซื้อขาย 
คุณตระหนักและเข้าใจดีว่า ทางเอเอ็ม (AM) มีสิทธิดำเนินการใดๆ 
เพื่อให้คุณชำระค่าธรรมเนียมที่เอเอ็ม (AM) พึงมีพึงได้ 
โดยคุณตกลงและเห็นชอบที่จะจ่ายค่าปรับสินไหมให้กับเอเอ็ม (AM) ตามมูลค่า 
และค่าใช้จ่ายทั้งหมด ซึ่งรวมถึง ค่าธรรมทางกฎหมาย 
ที่ทางเกิดขึ้นกับทางเอเอ็ม (AM) จากการดำเนินการในขั้นตอนดังกล่าว<span class="Apple-converted-space">&nbsp;</span><br>1.5.8
	เอเอ็ม (AM) อาจจะ ในช่วงเวลาใดๆ ก็ตาม กำหนดการซื้อเชื่อ 
หรือเครดิตให้กับคุณ (อาทิ ในลักษณะของการซื้อเชื่อ หรือเครดิตทั่วไป 
หรือตามการโฆษณา) 
ซึ่งสามารถนำมาใช้ชดเชยกับค่าธรรมเนียมที่ต้องชำระสำหรับการซื้อขายที่มี
กำหนดขึ้นอย่างชัดเจน โดยจะมีการแจ้งให้คุณได้ทราบเป็นลายลักษณ์อักษร 
เกี่ยวกับประเภทของผลิตภัณฑ์/ชุดผลิตภัณฑ์ตามที่สามารถใช้ได้กับการซื้อ
เชื่อ หรือเครดิต ซึ่งคุณก็ตระหนักและเข้าใจดังกล่า 
เว้นแต้มีการกำหนดไว้เป็นอย่างอื่น บรรดาการซื้อเชื่อ หรือเครดิตที่เอเอ็ม 
(AM) ออกให้มีอายุใช้งานได้ 12 เดือน 
นับจากวันที่ได้ออกการซื้อเชื่อหรือเครดิตนั้นๆ ซึ่งทางเอเอ็ม (AM) 
สามารถริบเอาบรรดาการซื้อเชื่อหรือเครดิตที่ไม่ได้ใช้ในช่วง 12 
เดือนกลับคืน โดยที่ไม่ต้องแจ้งให้คุณทราบแต่อย่างใด 
ในขณะที่คุณเองก็ไม่อาจเรียกค่าชดเชยใดๆ 
โดยเหตุของการริบคืนการซื้อเชื่อหรือเครดิตจากทางเอเอ็ม (AM) ได้แต่อย่างใด
 ซึ่งคุณเองก็ตระหนักและเข้าใจดีว่า 
คุณไม่สามารถนำการซื้อเชื่อหรือเครดิตที่ถูกริบเอาไปนั้นมาใช้ต่อกับการซื้อ
เชื่อ หรือเครดิตใดๆ ที่ทางเอเอ็ม (AM) จะออกให้คุณ 
หรือที่คุณจะซื้อหาจากเอเอ็ม (AM) หลังจากนั้น<span class="Apple-converted-space">&nbsp;</span><br>1.6	นโยบายการเรียกรับเงินคืน (Refund Policy)<br>1.6.1	เว้นแต่มีการกำหนดไว้ ณ ที่นี้ให้เป็นอื่นใด จะไม่มีการจ่ายเงินค่าธรรมเนียมใดๆ คืน<br>1.6.2	ในกรณีที่มีการเรียกรับเงินคืน จะนำจ่ายเงินที่เรียกรับคืนโดยโอนผ่านทางธนาคารไปยังบัญชีธนาคารที่คุณได้แจ้งให้ไว้<br>1.6.3	กรุณาตรวจสอบข้อมูลทั้งหมดที่คุณได้แจ้งให้ เพื่อการขอรับเงินคืนเป็นข้อมูลจริง มีความถูกต้องและเป็นปัจจุบัน<br>1.6.4
	คุณตกลง และเห็นด้วยกับข้อกำหนดของเอเอ็ม (AM) ในการดำเนินการขอรับเงินคืน
 ณ จุดโอนจำนวนเงินที่ขอรับคืนยังบัญชีธนาคารที่คุณได้แจ้งเอาไว้ 
ในกรณีที่มีการนำจ่ายเงินที่ขอรับคืนผ่านการสั่งจ่ายเช็ค 
โดยข้อกำหนดของเอเอ็ม (AM) ถือว่า 
การดำเนินการนำจ่ายเงินดังกล่าวสำเร็จแล้วหลังจากที่มีการนำส่งเช็คให้กับ
คุณ เว้นแต่มีการกำหนดไว้เป็นลายลักษณ์อักษรในลักษณะอื่นๆ 
โดยจะมีการนำส่งเช็คให้กับคุณผ่านทางไปรษณีย์โดยทั่วไป 
และในกรณีที่คุณแจ้งความประสงค์ให้นำส่งเช็คให้กับคุณผ่านทางไปรษณีย์ลง
ทะเบียน ให้ถือว่าคุณตกลงและเห็นด้วยที่จะให้เอเอ็ม (AM) 
หักค่าใช้จ่ายในการนำส่งเช็คตามช่องทางซึ่งคุณกำหนดให้กับคุณ 
ออกจากจำนวนเงินที่ขอรับคืนได้<br>1.7	สิทธิในทรัพย์สินทางปัญญา (Intellectual Property Rights)<br>เอ
เอ็ม (AM) ขอสงวนสิทธิ์ในทรัพย์สินทางปัญญาทั้งหมดตามเนื้อหา 
และผลิตภัณฑ์ใดๆ ที่ได้แสดงหรือให้ไว้กับคุณ โดยรวมถึงเว็บไซต์ 
และจดหมายข่าว ซึ่งสิทธิ์ในลิขสิทธิ์และเครื่องหมายการค้า บรรดาชื่อ 
ผลิตภัณฑ์ และตราสัญลักษณ์อื่นๆ 
ตามที่กล่าวอ้างให้ถือเป็นสิทธิ์ในทรัพย์สินทางปัญญาของเจ้าของที่เกี่ยว
ข้อง โดยที่ไม่มีสิ่งใดๆ ในข้อตกลงฉบับนี้ทำให้เกิด 
หรือเป็นส่วนของการอนุญาตให้ หรือให้สิทธิ์ ใบอนุญาต ผลประโยชน์ 
หรือการอนุญาตใดๆ ในการดำเนินการกับทรัพย์สินทางปัญญาของเอเอ็ม (AM) 
ในแนวทางใดๆ ก็ตาม โดยหมายรวมถึง 
แต่มิได้จำกัดอยู่เฉพาะกับกฎเกณฑ์หรือหลักการโดยทั่วไปของสิ่งที่กล่าวมา
ก่อนหน้านี้ สิทธิ์ในการคัดลอก หรือทำสำเนา การจำหน่ายถ่ายโอน การจัดพิมพ์ 
การบันทึกบรรจุ การสร้างอนุพันธ์งาน หรือการใช้ในลักษณะเดียวกัน 
และสิทธิ์ในการใช้เครื่องหมายหรือชื่อทางการค้าใดๆ ของเอเอ็ม (AM) 
ในลักษณะที่ไม่เหมาะสม หรือไม่ได้รับการมอบอำนาจใดๆ ทั้งนี้ 
คุณจะไม่ใช้เครื่องหมายทางการค้าใดๆ ของเอเอ็ม (AM) 
โดยมิได้รับคำยินยอมที่แสดงเป็นลายลักษณ์อักษรจากทางเอเอ็ม (AM) แต่อย่างใด
 บรรดาสิทธิ์ทั้งปวงที่มิได้อธิบายว่ามีการแสดง หรือให้ไว้ ณ ที่นี้ 
ให้ถือเป็นการสงวนสิทธิ์ของทางเอเอ็ม (AM) 
เว้นแต่มีการอนุญาตไว้ในลักษณะอื่นใดตามกฎหมายที่เกี่ยวข้อง 
บรรดาสิ่งตีพิมพ์ของชิ้นงาน หรือผลิตภัณฑ์ที่มีลิขสิทธิ์ใดๆ 
ถือว่าเป็นสิ่งต้องห้ามอย่างเด็ดขาด 
หากมิได้มีการแสดงคำยินยอมอย่างเป็นลายลักษณ์อักษรจากเจ้าของลิขสิทธิ์นั้นๆ<span class="Apple-converted-space">&nbsp;</span><br>1.8	ค่าปรับสินไหม และข้อจำกัดของการรับผิด (Indemnities and Limitation of Liability)<br>1.8.1
	คุณยินยอม และตกลงที่จะจ่ายค่าสินไหม ดูแลป้องกัน และกระทำการใดๆ 
ที่จะไม่เป็นอันตราย หรือสร้างความเสียหายให้กับเอเอ็ม (AM) 
บริษัทหรือธุรกิจสาขา บุคลากรในสังกัด พนักงานเจ้าหน้าที่ ตัวแทนจำหน่าย 
หรือหุ้นส่วนอื่นๆ ตลอดจนลูกจ้างของเอเอ็ม (AM) 
ในส่วนที่เกี่ยวกับการร้องเรียน หรือการแสดงความประสงค์ใดๆ 
โดยทั้งหมดนี้ให้ถือเป็นค่าใช้จ่ายของคุณเอง 
ซึ่งครอบคลุมถึงค่าทนายที่หยิบยกโดยบุคคลฝ่ายที่สาม อันเนื่องมาจาก 
หรือเกิดขึ้นจาก<span class="Apple-converted-space">&nbsp;</span><br>(ก)	การตีพิมพ์งานโฆษณา/การจัดทำรายการของคุณ<br>(ข)	การแสดงเนื้อหาของงานโฆษณา/การจัดทำรายการของคุณ<br>(ค)
	สื่อวัสดุ ผลิตภัณฑ์ หรือบริการใดๆ ตามที่คุณได้จัดทำขึ้น 
ให้กับบรรดาสมาชิกใดๆ ของสาธารณชน (ซึ่งหมายรวมถึงการใช้งานเว็บไซต์) 
โดยสามารถเข้าถึงได้ผ่านทางงานโฆษณา/การจัดทำรายการของคุณ (ซึ่งหมายรวมถึง 
แต่มิได้จำกัดเฉพาะกับ 
การร้องเรียนเกี่ยวกับเครื่องหมายการค้าหรือการละเมิดลิขสิทธิ์ 
การกระทำให้เสื่อมเสียชื่อเสียง (การดูหมิ่น) การเปิดเผยความลับ 
การละเมิดต่อความเป็นส่วนตัว การแสดงโฆษณา หรือการดำเนินการขายที่หลอกลวง 
หรือสร้างความหลงผิด) และ/หรือ<br>(ง)	การกระทำที่เป็นการละเมิดต่อเงื่อนไขการซื้อขาย<br>1.8.2
	การร้องเรียนตามลักษณะของสิ่งใดๆ 
ก็ตามที่เกิดขึ้นจากบุคคลฝ่ายหนึ่งฝ่ายใดกับบุคคลฝ่ายอื่นๆ 
และการกระทำที่ต่อต้านหรือเป็นปฏิปักษ์กับบุคคลอีกฝ่ายหนึ่ง 
จะต้องเริ่มต้นดำเนินการภายในช่วงเวลานั้นๆ 
ซึ่งกำหนดไว้ในกฎหมายที่เกี่ยวข้อง หลังจากวันที่มีเหตุของการกระทำนั้นๆ 
เกิดขึ้น ตามมาด้วยการที่คู่กรณีฝ่ายที่เสียหายอาจจะไม่มีการร้องเรียนใดๆ 
ในส่วนที่เกี่ยวข้องกับบุคคลฝ่ายอื่นๆ<br>1.8.3	ไม่มีกรณีใดๆ 
ที่จะเป็นเหตุให้ทางเอเอ็ม (AM) ต้องรับผิดต่อการร้องเรียนใดๆ ภายใต้ 
หรือเป็นไปตามเงื่อนไขการซื้อขายเกินกว่าค่าธรรมเนียมโดยรวมที่คุณได้ชำระไป
ตามจริง ในช่วง 12 เดือนที่ผ่านมา ณ 
ช่วงเวลาเมื่อมีการร้องเรียนต่อทางเอเอ็ม (AM)<br>1.9	ข้อความปฏิเสธความรับผิดชอบ (Disclaimers)<br>1.9.1	คุณได้แสดงความเข้าใจ และตกลงว่า<br>(ก)
	การใช้งานผลิตภัณฑ์ใดๆ ของคุณถือเป็นความเสี่ยงของตัวคุณเอง 
โดยที่ทางเอเอ็ม (AM) นำเสนอ หรือจัดหาผลิตภัณฑ์นั้นๆ ให้ในลักษณะ 
"ตามที่เป็นอยู่จริง (As Is)" เอเอ็ม (AM) 
ขออธิบายข้อความปฏิเสธความรับผิดชอบต่อการประกัน 
หรือรับรองทั้งหมดของบรรดาชนิดใดๆ ไม่ว่าจะมีการอธิบาย 
หรือเป็นไปตามนัยแฝงหรือไม่ก็ตาม ซึ่งหมายรวมถึง 
แต่ไม่ได้จำกัดเฉพาะกันการประกัน หรือรับรองซึ่งบอกเป็นนัย 
ของสิ่งที่วางขายหรือจำหน่ายได้ 
การดูแลให้เหมาะสมเป็นไปตามวัตถุประสงค์เฉพาะ และไม่เป็นการกระทำละเมิดใดๆ 
นอกเสียจากการประกัน หรือรับรองในส่วนเฉพาะตัว 
ซึ่งไม่เป็นไปตามกฎหมายที่เกี่ยวข้องแต่อย่างใด<br>(ข)	เอเอ็ม (AM) ไม่ขอประกัน หรือรับรองว่า<br>(1)	การบริการของเอเอ็ม (AM) จะเป็นไปตามความประสงค์ หรือความต้องการของคุณ<br>(2)
	การบริการของเอเอ็ม (AM) จะเป็นไปโดยไม่มีอุปสรรค สิ่งขัดขวาง เป็นตามเวลา
 หรือทันต่อเวลา มีความมั่นคงปลอดภัย และไม่มีข้อผิดพลาด<br>(3)	การบริการของเอเอ็ม (AM) จะสามารถเข้าถึงได้เวลาใดๆ หรือตลอดเวลาผ่านทางช่องทางตามที่คุณเลือก หรือใช้งาน<br>(4)
	คุณภาพของบริการ ข้อมูล หรือสื่อวัสดุอื่นใดๆ ตามการซื้อขาย 
หรือที่คุณได้รับมาผ่านทางการบริการของเอเอ็ม (AM) 
จะเป็นไปตามความคาดหวังของคุณ และ<br>(5)	บรรดาข้อผิดพลาดใดๆ ในการบริการจะมีการแก้ไข หรือปรับปรุง<br>1.9.2
	เพื่อเป็นการเลี่ยงข้อสงสัยที่อาจจะเกิดขึ้น ไม่ว่าบรรดาคำแนะนำ 
หรือข้อมูลที่คุณได้รับมาจากเอเอ็ม (AM) หรือพนักงานลูกจ้าง ผู้แทนจำหน่าย 
หรือผ่านทาง หรือจากการบริการของเอเอ็ม (AM) ทั้งทางวาจา 
หรือเป็นลายลักษณ์อักษร จะไม่ทำให้เกิดการประกันหรือรับรองใดๆ 
เว้นแต่ที่ได้มีการอธิบายไว้อย่างชัดเจนในเงื่อนไขการซื้อขายเท่านั้น<br>1.10	การใช้ข้อมูลส่วนบุคคล (Use of Personal Information)<br>1.10.1
	คุณตระหนักและรับทราบดีว่า ทางเอเอ็ม (AM) อาจจะแก้ไข ใช้ 
หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ 
ตามวัตถุประสงค์ซึ่งได้มีการขอเก็บข้อมูลนั้นๆ เอาไว้ ซึ่งรวมถึง 
การจัดตีพิมพ์ผลิตภัณฑ์และการบริการของเอเอ็ม (AM) ให้กับคุณ ข้อมูลนั้นๆ 
หมายรวมถึง แต่ไม่จำกัดอยู่เฉพาะกับชื่อ ภาพถ่าย 
ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ หมายเลขโทรศัพท์ และที่อยู่ของคุณเท่านั้น<span class="Apple-converted-space">&nbsp;</span><br>1.10.2
	เอเอ็ม (AM) จะต้องปฏิบัติตามกฎหมายการคุ้มครองข้อมูลที่เกี่ยวข้อง 
(ถ้ามี) ในการเก็บข้อมูล การใช้ การเปิดเผย 
และการเก็บรักษาข้อมูลส่วนบุคคลนั้นๆ<br>1.10.3	คุณตกลงและเห็นด้วยว่า 
แม้แต่หลังจากที่มีการดำเนินการธุรกรรมใดๆ ระหว่างคุณ และเอเอ็ม (AM) 
เสร็จสิ้นแล้ว ทางเอเอ็ม (AM) มีสิทธิใช้ข้อมูลส่วนบุคคลของคุณ 
เพื่อการตีพิมพ์ นำเสนอผลิตภัณฑ์และการบริการของเอเอ็ม (AM) ให้กับคุณ 
หรือการติดต่อคุณเพื่อขอรับความคิดเห็นตอบกลับ 
เว้นแต่คุณได้อธิบายโดยแจ้งให้กับทางเอเอ็ม (AM) ได้ทราบก่อนแล้วว่า 
คุณไม่ปรารถนาจะขอรับข้อมูลเกี่ยวกับผลิตภัณฑ์และการบริการของเอเอ็ม (AM) 
นั้นๆ ของเอเอ็ม หรือไม่ประสงค์จะให้ทางเอเอ็ม (AM) ติดต่อกลับไปแต่อย่างใด<br>1.10.4
	
บรรดาข้อมูลส่วนบุคคลทั้งหมดที่เกี่ยวกับคุณถือเป็นการปฏิบัติภายใต้นโยบาย
ความเป็นส่วนตัวของเรา 
โดยนโยบายความเป็นส่วนตัวฉบับนี้ได้ผนวกอยู่ในเงื่อนไขการซื้อขายโดยอ้างอิง
ถึงจากอนุพากย์นี้<br>1.11	การยุติ (Termination)<br>1.11.1	เอเอ็ม (AM) 
อาจจะขอยุติเงื่อนไขการซื้อขายได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า 
โดยเหตุของการขอยุติอาจจะรวมถึง แต่ไม่ได้จำกัดอยู่เฉพาะกับ<br>(ก)	การที่คุณได้รับการประกาศให้เป็นผู้มีหนี้สินล้นพ้นตัวตามกฎหมายล้มละลาย หรือเป็นบุคคลล้มละลาย<br>(ข)	การไม่ชำระเงินตามกำหนดเวลา ภายใต้เงื่อนไขการซื้อขาย<br>(ค)	การดำเนินการที่เป็นไปตามการบังคับใช้กฎหมาย หรือการกำหนดของหน่วยงานรัฐอื่นใด<br>(ง)	ความล้มเหลวในการดำเนินการตามเงื่อนไขการซื้อขาย<br>(จ)	การกระทำละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของบุคคลหรือฝ่ายอื่นๆ<br>(ฉ)	การหยุดชะงัก หรือการปรับขยายส่วนหลักๆ ในการบริการของเว็บไซต์ หรือบางส่วนที่เกี่ยวข้อง หรือ<br>(ช)	ประเด็น หรือปัญหาที่เกี่ยวข้องเชิงเทคนิค หรือความมั่นคงปลอดภัยที่มิได้คาดการณ์ไว้<br>1.11.2
	คุณตระหนักและเข้าใจดีว่า 
การยุติเงื่อนไขการซื้อขายอาจจะส่งผลให้เกิดการยุติความสามารถของคุณในการ
เข้าใช้ผลิตภัณฑ์ตามที่คุณได้ซื้อเอาไว้ โดยทางเอเอ็ม (AM) 
หากไม่เป็นไปตามข้อกำหนดใดๆ 
จะไม่ต้องนำจ่ายเงินคืนค่าธรรมเนียมตามที่คุณได้ชำระไว้ก่อนหน้านี้ 
ไม่ว่าจะทั้งหมด หรือในบางส่วนให้กับคุณแต่อย่างใด นอกจากนั้น 
คุณไม่อาจจะขอรับเงินค่าชดเชย หรือค่าสินไหมใดๆ 
ไม่ว่าจะสำหรับในส่วนของการสูญเสียสิทธิในการจำหน่าย ค่าความนิยม 
หรือสิ่งอื่นใด 
ซึ่งเป็นผลให้เกิดการยุติเงื่อนไขการซื้อขายตามเงื่อนไขของเอเอ็ม (AM)<br>1.11.3
	การยุติเงื่อนไขการซื้อขายจะสามารถดำเนินการได้ 
โดยจะต้องเป็นการกระทำที่ปราศจากอคติหรือการตัดสินใจที่ลำเอียงต่อสิทธิ
อื่นๆ หรือการเยียวยา ชดเชย ซึ่งเป็นส่วนของเอเอ็ม (AM) 
ภายใต้เงื่อนไขการซื้อขาย ตามกฎหมาย หรือส่วนที่เกี่ยวข้อง 
และจะต้องไม่กระทบกับสิทธิหรือการรับผิดที่มีเพิ่มขึ้น หรือสิ่งที่ตามมา 
หรือต่อเนื่องมาจากการบังคับใช้บทบัญญัติซึ่งได้กล่าวอธิบายไว้ 
หรือเป็นนัยความหมาย ซึ่งตามมา หรือต่อเนื่องมาจาก 
หรือหลังจากการยุติดังกล่าว<br>1.12	การบังคับใช้ (Enforcement)<br>1.12.1	
เงื่อนไขการซื้อขายจะบังคับใช้ และกำหนดขึ้นตามกฎหมายแห่งราชอาณาจักรไทย 
และบรรดาข้อร้องเรียน หรือข้อพิพาทตามลักษณะใดๆ 
ก็ตามจะต้องอยู่ในเขตอำนาจของศาลยุติธรรมในราชอาณาจักรไทย<br>1.12.2	
ความล้มเหลวของเอเอ็ม (AM) ในการดำเนินการใดๆ 
หรือการสร้างสภาพบังคับของสิทธิใดๆ 
หรือบทบัญญัติในเงื่อนไขการซื้อขายจะไม่ทำให้เกิดการสละสิทธิ์ 
หรือการใช้บทบัญญัติดังกล่าว โดยหากศาลในเขตอำนาจสมบูรณ์ใดๆ 
พบบทบัญญัติตามเงื่อนไขการซื้อขายก็ให้ถือว่าไม่สมบูรณ์หรือใช้การไม่ได้ 
แต่ทว่า ฝ่ายต่างๆ 
ที่เกี่ยวข้องตกลงให้สามาถใช้ความพยายามในการบังคับเอาตามเจตนารมณ์ของฝ่าย
ต่างๆ ซึ่งสะท้อนในบทบัญญัติ และบทบัญญัติอื่นๆ 
ของเงื่อนไขการซื้อขายซึ่งยังคงบังคับและมีผลได้อย่างเต็มที่<br>1.13	การติดต่อเรา (Contact Us)<br>เว้น
แต่มีการกำหนดไว้ในที่นี้เป็นอย่างอื่น บรรดาประกาศทั้งหมดที่แจ้งต่อเอเอ็ม
 (AM) ตามเงื่อนไขการซื้อขาย จะต้องนำส่งผ่านทางไปรษณีย์อิเล็กทรอนิกส์ 
sales@realthairealty.com</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><strong><br>2.	แผนการจัดการทั้งหมด (Floor Plans)</strong><br>2.1
	บรรดาแผนการจัดการทั้งหมดจะสามารถซื้อขายได้ผ่านทางเว็บไซต์ 
โดยใช้การซื้อเชื่อ หรือเครดิตในส่วนของแผนการจัดการ 
โดยที่คุณมีสิทธิ์ในการซื้อเชื่อหรือเครดิตในแต่ละแผนการจัดการได้เพียง 1 
แผนเท่านั้น<br>2.2	การซื้อเชื่อ หรือเครดิตในส่วนของแผนการจัดการ สามารถดำเนินการผ่านวิธีการต่างๆ ดังต่อไปนี้<br>2.2.1	การซื้อขายชุดผลิตภัณฑ์การซื้อเชื่อ หรือเครดิตในส่วนของแผนการจัดการ<br>2.2.2
	การซื้อขายชุดผลิตภัณฑ์ตามที่ได้โฆษณาประชาสัมพันธ์ 
ตามที่กำหนดหมายเลขของการซื้อเชื่อ 
หรือเครดิตในส่วนของแผนการจัดการที่เกี่ยวข้องกัน<br>2.2.3	การสมนาคุณให้ตามการส่งเสริมการขาย หรือ<br>2.2.4	วิธีการอื่นๆ ที่เอเอ็ม (AM) ได้กำหนดไว้ตามช่วงเวลานั้นๆ<br>2.3
	เอเอ็ม (AM) ไม่รับรอง หรือรับประกันว่า แผนการจัดการจะมีความถูกต้อง 
แม่นยำ ทันสมัย และ/หรือเป็นปัจจุบัน โดยเฉพาะอย่างยิ่ง 
คุณเข้าใจว่าการดำเนินการปรับปรุง หรือพัฒนาต่างๆ 
เป็นการดำเนินการโดยผู้เช่า หรือเจ้าของอสังหาริมทรัพย์ ซึ่งมิได้นำเสนอ 
หรือแสดงไว้ในแผนการจัดการแต่อย่างใด<br>2.4	เอเอ็ม (AM) จะแจ้งให้คุณทราบ 
ในกรณีที่เอเอ็ม (AM) ไม่สามารถจัดหาแผนการจัดการตามที่ซื้อให้กับคุณได้ 
โดยหากเกิดสิ่งเหล่านั้นขึ้น จะมีการคืนเงินในส่วนของการซื้อเชื่อ 
หรือเครดิตในส่วนของแผนการจัดการนั้นๆ ให้กับคุณ<span class="Apple-converted-space">&nbsp;</span><br>2.5
	เอเอ็ม (AM) ขอสงวนสิทธิ์ในการทบทวน 
ปรับปรุงค่าธรรมเนียมที่กำหนดให้ต้องชำระสำหรับชุดผลิตภัณฑ์ตามการซื้อเชื่อ
 หรือเครดิตในส่วนของแผนการจัดการ ได้เป็นครั้งคราว<br>2.6	
คุณจะต้องรับผิดชอบในการจัดทำข้อมูลในการซื้อขายแผนการจัดการที่ถูกต้อง 
แม่นยำ 
ทั้งนี้หากมีข้อผิดพลาดหรือความไม่ถูกต้องเรื่องที่ตั้งของอสังหาริมทรัพย์ 
(ซึ่งแผนการจัดการจะต้องเกี่ยวข้องด้วย) หรือรายละเอียดการติดต่อของคุณ 
คุณจะไม่สามารถเรียกของเงินใดคืนได้<br>2.7	คุณขอเสนอและประกันว่า คุณจะ<br>2.7.1
	ไม่ใช้การบริการสำหรับวัตถุประสงค์ กิจกรรม หรือในพฤติการณ์ใดๆ 
ที่เป็นไปในทางอาญา การผิดกฎหมาย หรือการกระทำใดๆ 
ที่อาจจะเป็นเหตุให้ฟ้องร้องได้<br>2.7.2	ไม่ปกปิด 
หรือเปลี่ยนแปลงเครื่องหมายการค้า สิทธิในทรัพย์สินทางปัญญา 
หรือคำชี้แจงการจัดการด้านสิทธิ์ ซึ่งทางเอเอ็ม (AM) 
ได้ติดหรือแสดงเอาไว้ในส่วนของแผนการจัดการ<br>2.7.3	ไม่เกี่ยวข้องกับการค้าพาณิชย์ใดๆ ในส่วนที่เกี่ยวกับแผนการจัดการ<br>2.7.4	ดูแล รับรองให้การใช้งานแผนการจัดการเป็นไปตามนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use)</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>3.	การบริการด้านการตลาด (Marketing Services)</strong><br>3.1
	ในส่วนที่ 3 (การบริการด้านการตลาด) 
จะเกี่ยวข้องกับแบบฟอร์มการบริการด้านการตลาด ซึ่งเอเอ็ม (AM) 
นำเสนอตามช่วงเวลาต่างๆ เพื่อให้คุณสามารถลงโฆษณา 
หรือทำรายการส่งเสริมการขายให้การบริการของคุณ และบัญชีรายการ 
ตลอดจนการโฆษณาของคุณ 
โดยลักษณะของการบริการทางการตลาดจะไม่มีการร้องขอให้ลูกค้า 
หรือบรรดาผู้แทนอสังหาริมทรัพย์ (แล้วแต่กรณี) ต้องตอบสนองต่อบัญชีรายการ 
หรือการโฆษณาแต่อย่างใด การตอบสนองใดๆ จะเป็นไปโดยสมัครใจ 
และทั้งหมดจะอยู่บนฐานการพิจารณา หรือใช้ดุลยพินิจของลูกค้า 
หรือบรรดาผู้แทนอสังหาริมทรัพย์ (แล้วแต่กรณี) เป็นสำคัญ<br>3.2	
ขึ้นอยู่กับประเภทของการบริการด้านการตลาดที่คุณได้ซื้อเอาไว้ บัญชีรายการ 
หรือการโฆษณา (แล้วแต่กรณี) อาจจะเกี่ยวข้องกับการโฆษณา 
หรือการส่งเสริมการขายของ<br>3.2.1	การบริการของคุณในฐานะบุคลากรด้านการขายอสังหาริมทรัพย์<br>3.2.2	การขาย หรือการให้เช่าอสังหาริมทรัพย์ ทั้งเพื่อการพาณิชย์ และการอยู่อาศัย หรือ<br>3.2.3
	การบริการ หรือผลิตภัณฑ์อื่นใดที่ทางเอเอ็ม (AM) อนุญาตให้คุณทำโฆษณา 
หรือส่งเสริมการขายได้เป็นครั้งคราว ซึ่งหมายรวมถึงแต่มิได้จำกัดเฉพาะกับ 
การบริการขนย้ายที่อยู่ ตลอดจนการบริการอุปกรณ์เครื่องเรือน 
และการตบแต่งบ้านพัก และสำนักงาน<br>3.3	สำหรับวัตถุประสงค์ในส่วนที่ 3 นี้
 (การบริการด้านการตลาด) "เนื้อหา (Content)" 
จะหมายถึงเนื้อหาของรายการข้อมูล หรือการโฆษณา (แล้วแต่กรณี) และภาพถ่าย 
บันทึกวีดีทัศน์ การเข้าชมเสมือนจริง สื่อวัสดุ เนื้อหา 
และคำแนะนำที่คุณนำเสนอให้กับเอเอ็ม (AM) 
โดยที่เป็นไปตามความประสงค์ที่มีเหตุผลของเอเอ็ม (AM) 
เพื่อนำมาใช้ในการตีพิมพ์บัญชีรายการ หรือการโฆษณา แล้วแต่กรณี<br>3.4	
กรุณาตรวจสอบเว็บไซต์ คำสั่งขาย ใบกำกับสินค้า 
คำยืนยันทางไปรษณีย์อิเล็กทรอนิกส์ (ถ้ามี) หรือกับทางเอเอ็ม (AM) 
สำหรับในส่วนเฉพาะของงานโฆษณา/บัญชีรายการ ซึ่งคุณเกี่ยวข้อง<br>3.5	การนำส่งเนื้อหา<br>3.5.1
	จะต้องนำส่งเนื้อหาทั้งหมดให้กับทางเอเอ็ม (AM) โดยผ่านวิธีตามที่เอเอ็ม 
(AM) กำหนดก่อนวันที่มีการแทนบัญชีรายการ/งานโฆษณานั้นๆ<br>3.5.2	ทั้งนี้ 
หากชุดการบริการด้านการตลาดของคุณกำหนดให้สามารถนำบัญชีรายการเข้าแทนที่ได้
ทันทีหลังจากที่ส่งไปยังเว็บไซต์ 
โดยที่คุณอาจจะส่งเนื้อหาของคุณไปยังเว็บไซต์ได้ตลอดเวลา 
ในกรณีที่คุณไม่สามารถส่งเนื้อหาผ่านทางเว็บไซต์ได้ หรือถ้าเอเอ็ม (AM) 
มีคำแนะนำดังกล่าว กรุณาส่งเนื้อหาไปยังเอเอ็ม (AM) 
ผ่านทางไปรษณีย์อิเล็กทรอนิกส์ sales@propertyguru.com.sg 
หรือผ่านวิธีการนั้นตามที่เอเอ็ม (AM) กำหนด<br>3.5.3	บรรดาเนื้อหาทั้งหมดจะต้องนำส่งในรูปแบบไฟล์ตามที่เอเอ็ม (AM) กำหนด<br>3.5.4	หากคุณกำลังนำส่งเนื้อผ่านทางไปรษณีย์อิเล็กทรอนิกส์ หรือไปรษณีย์ทั่วไป กรุณาระบุข้อมูลเกี่ยวกับตัวของคุณ ดังต่อไปนี้<br>(ก)	ชื่อ<br>(ข)	บริษัท<br>(ค)	วันที่นำเข้ามาแทนที่งานโฆษณา/บัญชีรายการ และ<br>(ง)	หมายเลขอ้างอิงของคำสังซื้อ (ถ้ามี)<br>3.5.5
	คุณตระหนักและเข้าใจดีว่า เอเอ็ม (AM) อาจจะใช้วิจารณญาณของเอเอ็ม (AM) 
เองในการปฏิเสธงานโฆษณา/บัญชีรายการของคุณ 
หรือกำหนดให้คุณต้องชำระค่าธรรมเนียมการบริหารจัดการนั้นๆ ให้กับเอเอ็ม 
(AM) ตามที่เอเอ็ม (AM) กำหนด 
ยกเลิกการนำงานโฆษณา/บัญชีรายการเข้าแทนที่ในช่วงเวลาต่อไป ในกรณีที่คุณไม่<br>(ก)	นำเสนอข้อมูลตามที่กำหนดไว้ในอนุพากย์ที่ 3.5.4<br>(ข)	นำส่งข้อมูลในรูปแบบตามที่กำหนดไว้ หรือ<br>(ค)	นำส่งข้อมูลหลังจากวันสุดท้ายตามที่เอเอ็ม (AM) กำหนด<br>3.6	การนำเสนองานโฆษณา/บัญชีรายการ<br>3.6.1
	สำหรับเนื้อหาที่เต็มรูปแบบตามที่กำหนดไว้ในกฎหมายที่เกี่ยวข้อง 
โดยการที่เอเอ็ม (AM) 
ยอมรับการชำระเงินตามที่คุณซื้อชุดการบริการทางการตลาด มิได้หมายถึงว่า 
เอเอ็ม (AM) จะยอมรับที่ดำเนินการงานโฆษณา/บัญชีรายการแต่อย่างใด เอเอ็ม 
(AM) ขอสงวนสิทธิ์ในการอนุมัติ หรือปฏิเสธงานโฆษณา/บัญชีรายการใดๆ 
ตามวิจารณญาณของเอเอ็ม (AM) โดยมิต้องให้เหตุผลใดๆ กับคุณ ทั้งนี้เอเอ็ม 
(AM) มีวิจารณญาณในการพิจารณาจัดวาง และแทนที่งานโฆษณา/บัญชีรายการต่างๆ 
ได้อย่างเต็มที่<br>3.6.2	คุณตระหนักและเข้าใจดีว่าการจัดวางงาน การกำหนดตำแหน่ง และการนำเสนอบัญชีรายการเป็นดุลยพินิจของทางเอเอ็ม (AM)<br>3.6.3
	คุณจะต้องรับผิดชอบต่อการตรวจสอบและรับรองเนื้อหาทั้งหมด 
ตลอดจนความถูกต้องและความสัตย์จริงของสิ่งที่เหมือนกันทั้งก่อนที่จะมีการตี
พิมพ์ นำเสนอ หรือนำมาตีพิมพ์ นำเสนอซ้ำ เอเอ็ม (AM) 
มิได้มีหน้าที่ในการยอมรับความประสงค์ใดๆ 
ในการแก้ไขข้อผิดพลาดหลังจากที่มีการนำเสนอตีพิมพ์ หรือนำเสนอตีพิมพ์ซ้ำ 
ผลงานโฆษณา/บัญชีรายการซ้ำแต่อย่างใด 
คุณเท่านั้นที่มีหน้าที่รับผิดชอบอย่างเต็มที่กับความผิดพลาดดังกล่าว<br>3.6.4
	คุณตระหนักและเข้าใจดีว่า ทางเอเอ็ม (AM) จะไม่ทบทวนเนื้อหาใดๆ 
การตีพิมพ์นำเสนอผลงานโฆษณา/บัญชีรายการใดๆ มิได้หมายถึงการที่เอเอ็ม (AM) 
ยอมรับว่าผลงานโฆษณา/บัญชีรายการนั้นๆ เป็นไปตามเงื่อนไขการซื้อขาย 
และนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use) 
แต่อย่างใด<br>3.6.5	ในการนำส่งเนื้อหาสำหรับการแทนที่ของงานโฆษณา/บัญชีรายการ คุณยืนยัน และรับรองว่า<br>(ก)	คุณผูกพันกับนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use) และเงื่อนไขการบริการ (ในกรณีที่เกี่ยวข้องกัน)<br>(ข)
	คุณมีสิทธิในการตีพิมพ์เนื้อหาซึ่งไม่กระทบกับสิทธิ์ของบุคคลฝ่ายที่สาม 
และไม่ละเมิดต่อกฎหมายใดๆ โดยเฉพาะ 
คุณไม่ได้ใช้ภาพถ่ายซึ่งผู้ใช้งานคนอื่นๆ ของเว็บไซต์ได้ใช้งานอยู่ 
เว้นแต่กรณีที่ภาพถ่ายดังกล่าวนำเสนอในลักษณะภาพถ่ายที่ใช้ร่วมกันได้ 
(Shared Photographs)<br>(ค)	จะต้องไม่มีการใช้ภาพถ่าย ภาพบันทึกวีดีทัศน์ 
การเยี่ยมชมเสมือนจริง หรือสื่อวัสดุใดๆ ที่แสดงในเนื้อหา 
ซึ่งมีการแสดงสัญลักษณ์ของโลโก้ลายน้ำ หรือชื่อของคู่แข่งของเอเอ็ม (AM)<br>(ง)
	คุณจะต้องจัดการให้ได้มาซึ่งคำอนุมัติ ใบอนุญาต คำยินยอม 
และการอนุญาตทางกฎหมาย หลักการปฏิบัติ 
และการปกครองในส่วนที่เกี่ยวกับกิจกรรมการส่งเสริมการขาย ซึ่งหมายรวม 
แต่ไม่จำกัดอยู่เฉพาะกับ การจัดกิจกรรมการจับสลากรางวัล 
ซึ่งอยู่ในงานโฆษนา/บัญชีรายการ ถ้ามี<br>(จ)	เนื้อหามีความเป็นจริง 
เป็นปัจจุบัน และถูกต้องแม่นยำ อีกทั้งจะต้องไม่ให้ข้อมูลผิด 
หรือมีการตีความกฎหมายแบบผิดๆ หรือกล่าวอ้างเกินความจริง 
หรือนำเสนอภาพลักษณ์ของข้อมูลที่เกี่ยวข้องแบบผิดๆ<br>(ฉ)	
ในส่วนที่เกี่ยวกับบัญชีรายการที่นำเสนอผ่านทางเอเย่นเน็ต (AgentNet) 
บัญชีรายการแต่รายการจะเกี่ยวข้องกับรายการอสังหาริมทรัพย์เพียงหนึ่งรายการ
เท่านั้น<br>(ช)	คุณจะต้องจัดการให้ได้มาซึ่งใบอนุญาต คำยินยอม การอนุญาต 
และคำอนุมัติอื่นๆ ทางกฎหมาย หลักการปฏิบัติ และการปกครองตามความจำเป็น 
ที่จะต้องใช้ในการประกอบธุรกิจการพัฒนาที่อยู่อาศัยในประเทศไทย 
หากคุณลงโฆษณา/บัญชีรายการที่แสดงคุณสมบัติว่า คุณเป็นผู้พัฒนาที่อยู่อาศัย<br>(ซ)
	คุณจะต้องจัดการให้ได้มาซึ่งใบอนุญาต คำยินยอม การอนุญาต 
และคำอนุมัติอื่นๆ ทางกฎหมาย หลักการปฏิบัติ และการปกครองตามความจำเป็น 
ที่จะต้องใช้ในการประกอบธุรกิจอสังหาริมทรัพย์ในประเทศไทย 
หากคุณลงโฆษณา/บัญชีรายการที่แสดงคุณสมบัติว่า 
คุณเป็นผู้ขายอสังหาริมทรัพย์ 
และคุณได้ปฏิบัติตามประมวลจริยธรรมที่เกี่ยวข้อง รวมถึงการดำเนินการใดๆ 
ภายใต้ชื่อของผู้แทนจำหน่ายอสังหาริมทรัพย์ในประเทศไทย และ<br>(ฌ)	
คุณได้ปฏิบัติตามกฎหมาย กฎระเบียบ 
และข้อปฏิบัติทั้งหมดที่เกี่ยวข้องในการนำเสนองานโฆษณา/บัญชีรายการ 
ไม่ว่าจะในเขตอำนาจทางกฎหมายตามพื้นที่นำเสนองานโฆษณา/บัญชีรายการนั้นๆ 
หรือในเขตอำนาจทางกฎหมายซึ่งมีประชากรที่เป็นเป้าหมายของการนำเสนองาน
โฆษณา/บัญชีรายการอาศัยอยู่<br>3.6.6	
ในส่วนที่เกี่ยวกับเว็บไซต์ของบุคคลฝ่ายที่สาม 
ซึ่งอาจจะเชื่อมโยงผ่านทางเนื้อหา คุณจะต้องดูแล และรับรองว่า 
เว็บไซต์ของบุคคลฝ่ายที่สามนั้นจะเกี่ยวข้องกับเนื้อหา 
และเว็บไซต์ของบุคคลฝ่ายที่สามนั้นมิใช่เป็นเว็บไซต์สำหรับการประมูล 
หรือบริการโฆษณา<br>3.6.7	โดยนัยยะนี้ คุณได้ให้ใบอนุญาตแบบทั่วไป 
และไม่สามารถถ่ายโอนได้กับเอเอ็ม (AM) ซึ่งครอบคลุมถึงพนักงานลูกจ้าง 
ผู้รับจ้างเหมารายย่อย หรือตัวแทน ในการปรับปรุง แก้ไข หรือกระทำการใดๆ 
เพื่อทำให้เนื้อหานั้นๆ ถูกต้อง<span class="Apple-converted-space">&nbsp;</span><br>3.6.8
	
คุณะจะต้องตรวจสอบและดูแลให้บรรดาบัญชีรายการทั้งปวงนั้นอยู่ในลักษณะที่มี
คำอธิบายที่ดีที่สุดเกี่ยวกับการบริการที่คุณมีอยู่ โดยทางเอเอ็ม (AM) 
ขอสงวนสิทธิ์การย้ายบัญชีรายการไปอยู่ในประเภทที่มีความถูกต้องเหมาะสมกัน
มากกว่า อาทิ บัญชีรายการที่เกี่ยวกับการขายทรัพย์สินก็ควรอยู่ในประเภท 
"การขาย" ในขณะที่บัญชีรายการที่เกี่ยวกับการเช่า 
หรือการอนุญาตให้เช่าทรัพย์สินสำหรับการเช่าจะต้องอยู่ในประเภทท "การเช่า"<br>3.6.9
	เอเอ็ม (AM) 
ขอสงวนสิทธิ์ในการย้ายงานโฆษณา/บัญชีรายการที่ไม่ปฏิบัติตามเงื่อนไขการซื้อ
ขาย หรือเป็นไปตามการบังคับใช้กฎหมาย หรือองค์กรของรัฐ 
โดยไม่ต้องแจ้งเหตุผล หรือแจ้งให้คุณทราบล่วงหน้า<br>3.6.10	
คุณตระหนักและเข้าใจว่า ทางเอเอ็ม (AM) อาจจะเปลี่ยนแปลงรูปแบบ 
และการจัดวางออกแบบจดหมายข่าว หรือเว็บไซต์ 
เป็นครั้งเป็นคราวได้โดยไม่ต้องแจ้งให้คุณทราบล่วงหน้า 
ซึ่งนี่เป็นผลให้เกิดการเปลี่ยนแปลงรูปแบบ 
หรือการจัดวางออกแบบของงานโฆษณา/บัญชีรายการของคุณด้วย แต่ทว่า เอเอ็ม (AM)
 จะไม่เปลี่ยนแปลงเนื้อหา หรือขนาดของงานโฆษณา/บัญชีรายการของคุณแต่อย่างใด<br>3.6.11
	คุณอาจจะ ณ เวลาใดก็ตาม ขอให้ทางเอเอ็ม (AM) 
ถอนชิ้นงานโฆษณา/บัญชีรายการที่ได้นำเสนอตีพิมพ์ไปแล้ว โดยที่ทางเอเอ็ม 
(AM) จะไม่รับผิดชอบในการคืนเงินค่าธรรมเนียมใดๆ 
ที่คุณได้ชำระให้กับทางเอเอ็ม (AM) 
สำหรับการถอนชิ้นงานโฆษณา/บัญชีรายการนั้นๆ ออก 
ซึ่งคุณก็ตระหนักและเข้าใจดีว่า ในสถานการณ์เฉพาะที่แน่นอน 
การถอนชิ้นงานโฆษณา/บัญชีรายการที่ตีพิมพ์ออกอาจจะทำไม่ได้ (อาทิ 
ในกรณีที่เป็นการตีพิมพ์จดหมายข่าวที่มิได้เชื่อมต่อกับระบบคอมพิวเตอร์) 
โดยที่ทางเอเอ็ม (AM) 
ก็เห็นชอบหรือตกลงที่จะทำการถอนชิ้นงานโฆษณา/บัญชีรายการที่ตีพิมพ์ เอเอ็ม 
(AM) อาจจะเรียกเก็บค่าธรรมเนียมการบริหารจัดการ (ตามดุลยพินิจของเอเอ็ม 
(AM)) สำหรับการถอนชิ้นงานโฆษณา/บัญชีรายการดังกล่าว<br>3.6.12	
การใช้งานแท็ก HTML โปรแกรมอัตโนมัติ (Software) 
หรือวิธีการอื่นใดนอกจากที่แสดงไว้ในเว็บไซต์ถือว่าเป็นการกระทำที่ละเมิด
ต่อเงื่อนไขการซื้อขายและอาจจะส่งผลให้ทางเอเอ็ม (AM) 
ลบบัญชีรายการของคุณออก 
และหากยังคงมีการกระทำละเมิดต่ออนุพากย์นี้ก็จะส่งผลให้มีการพิจารณาระงับ 
หรือยุติบัญชีผู้ใช้งานของคุณ (ตามที่ให้คำจำกัดความไว้ในส่วนที่ 1 
(บัญชีผู้ใช้งานเอเย่นเน็ต (AgentNet Account)) 
และการริบเอาชุดผลิตภัณฑ์ในส่วนที่เหลือของคุณไป<br>3.6.13	
การลงประกาศบัญชีรายการควรนำเสนอลงในเอเย่นเน็ต (AgentNet) โดยตรง 
ซึ่งจะต้องทำโดยผู้ใช้งานที่ได้รับอนุญาตจากเอเย่นเน็ต (AgentNet) เท่านั้น
 การใช้งานบริการของบุคคลฝ่ายที่สาม 
หรือโปรแกรมสำเร็จรูปของบุคคลฝ่ายที่สาม 
โดยนำมาใช้ในการลงประเทศบัญชีรายการจะต้องกระทำการโดยเคร่งครัด 
และถือเป็นการกระทำที่ละเมิดต่อเงื่อนไขการซื้อขาย 
และอาจจะส่งผลให้ทางเอเอ็ม (AM) ลบบัญชีรายการของคุณออก 
และหากยังคงมีการกระทำละเมิดต่ออนุพากย์นี้ก็จะส่งผลให้มีการพิจารณาระงับ 
หรือยุติบัญชีผู้ใช้งานของคุณ (ตามที่ให้คำจำกัดความไว้ในส่วนที่ 1 
(บัญชีผู้ใช้งานเอเย่นเน็ต (AgentNet Account)) 
และการริบเอาชุดผลิตภัณฑ์ในส่วนที่เหลือของคุณไป<br>3.7	การใช้งานเนื้อหา<br>สำหรับเนื้อหาที่เต็มรูปแบบตามที่กำหนดไว้ในกฎหมายที่เกี่ยวข้อง<br>3.7.1
	ให้ถือว่าคุณได้มอบสิทธิ์ในการใช้งาน การคัดลอก การดัดแปลง การปรับเปลี่ยน
 และ/หรือการใช้งานเนื้อหาในลักษณะจำเพาะ ไม่อาจเปลี่ยนแปลงได้ 
ปราศจากการภาระด้านการแสดงความจงรักภักดี 
และใช้งานได้ทั่วโลกให้กับทางเอเอ็ม (AM) โดยเป็นไปตามวัตถุประสงค์ 
ซึ่งหมายรวมถึงแต่มิได้จำกัดเฉพาะกับ การนำเสนอ หรือแสดงต่อสาธารณะ 
หรือการทำการตลาด หรือการจัดจำหน่าย หรือนำเสนอของเอเอ็ม (AM) 
ตามงานโฆษณา/บัญชีรายการ ในสื่ออื่นๆ นอกจากเว็บไซต์ หรือจดหมายข่าว<br>3.7.2
	คุณเห็นพ้อง และตกลงว่า เอเอ็ม (AM) อาจจะใช้ชื่อ และภาพถ่ายของคุณ 
(ถ้ามี) สำหรับวัตถุประสงค์ของกิจกรรมทางการตลาด และการจัดจำหน่ายของเอเอ็ม
 (AM)<br>3.8	คุณจะต้องจ่ายค่าชดเชย หรือเบี้ยปรับสินไหม 
และต้องกระทำการใดๆ ที่จะไม่สร้างความเสียหายกับเอเอ็ม (AM) 
และบรรดาส่วนงานในสังกัด พนักงานลูกจ้าง ตัวแทน ผู้รับจ้าง ผู้อำนวยการ 
เจ้าหน้าที่ และบุคคลฝ่ายที่สามของเอเอ็ม (AM) 
ในส่วนที่เกี่ยวกับภาระการรับผิด อุปสงค์ ราคาและค่าใช้จ่าย 
(ซึ่งหมายรวมถึงค่าใช้จ่ายทางกฎหมาย) 
ที่เกิดขึ้นในส่วนที่เกี่ยวกับเนื้อหาต่างๆ โดยหมายรวมถึง 
แต่มิได้จำกัดอยู่เฉพาะกับการตีพิมพ์ นำเสนอเนื้อหา</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><strong><br>4.	ข้อมูล/การวิจัยผลิตภัณฑ์ (Data/Research Products)</strong><br>4.1
	ส่วนที่ 4 (ข้อมูล/การวิจัยผลิตภัณฑ์) 
ในส่วนที่เกี่ยวกับผลิตภัณฑ์ของเอเอ็ม (AM) 
ซึ่งทำให้คุณสามารถเข้าถึงข้อมูล สถิติ 
และการวิเคราะห์ข้อมูลเกี่ยวกับแนวโน้มของอสังหาริมทรัพย์ 
(สำหรับเป้าหมายของส่วนที่ 4 นี้ (ข้อมูล/การวิจัยผลิตภัณฑ์) 
"ข้อมูลการวิจัยของเอเอ็ม (AM)") ซึ่งจะมีการนำเสนอข้อมูลการวิจัยของเอเอ็ม
 (AM) ผ่านทางเว็บไซต์ จดหมายข่าว หรือสื่อรูปแบบอื่นๆ ซึ่งทางเอเอ็ม (AM) 
กำหนดขึ้นมา ในแต่ละช่วงนั้นๆ<br>4.2	สืบเนื่องจากการหารือร่วมกับคุณ 
ทางเอเอ็ม (AM) อาจจะจัดทำผลิตภัณฑ์การวิจัย/ข้อมูลในแบบจำเพาะของคุณ 
ตามการอ้างอิง หรือความประสงค์ของคุณซึ่งคุณได้แจ้งให้กับทางเอเอ็ม (AM) 
ได้รับทราบแล้ว<br>4.3	ข้อจำกัดในการใช้งานข้อมูลการวิจัยของเอเอ็ม (AM)<br>4.3.1
	ไม่อนุญาตให้นำเนื้อหาจากข้อมูลการวิจัยของเอเอ็ม (AM) มาผลิตจัดพิมพ์ซ้ำ 
บรรจุ ลงประกาศแจ้ง ถ่ายโอน หรือการแจกจ่ายอื่นใดในช่องทางต่างๆ 
โดยมิได้รับคำอนุญาตอย่างเป็นลายลักษณ์อักษรล่วงหน้าจากทางเอเอ็ม (AM)<br>4.3.2
	ในกรณีที่คุณประสงค์จะแจกจ่าย หรือใช้ข้อมูลการวิจัยของเอเอ็ม (AM) 
ในช่องทางใดๆ ก็ตาม คุณจะต้องแจงความประสงค์ของคุณไปยังเอเอ็ม (AM) 
เป็นลายลักษณ์อักษร โดยให้ระบุข้อมูลการวิจัยของเอเอ็ม (AM) 
ตามที่คุณประสงค์จะนำมาใช้ เจตนาของการนำมาใช้ พฤติกรรมในการใช้ 
ระยะเวลาของการใช้ และลักษณะของผู้ใช้งาน ซึ่งตัวคุณเองก็เข้าใจว่า เอเอ็ม 
(AM) มิจำเป็นต้องตอบรับความประสงค์ของคุณก็ได้<span class="Apple-converted-space">&nbsp;</span><br>4.3.3	คุณอาจจะดู บันทึก และพิมพ์ข้อมูลการวิจัยของเอเอ็ม (AM) ได้ในกรณีที่<br>(ก)
	การนำข้อมูลการวิจัยของเอเอ็ม (AM) 
มาใช้สำหรับวัตถุประสงค์ภายในธุรกิจของคุณ หรือเป็นการใช้งานส่วนบุคคล 
(แล้วแต่กรณี) โดยจะต้องไม่จำหน่าย จ่าย 
แจกให้กับบุคคลฝ่ายที่สามแต่อย่างใด<span class="Apple-converted-space">&nbsp;</span><br>(ข)	การดูแลให้ไม่มีการดัดแปลง เพิ่มเติม หรือปรับเปลี่ยนข้อมูลการวิจัยของเอเอ็ม (AM)<br>(ค)
	การแสดง หรือแจ้งที่มาของข้อมูลอย่างถูกต้อง เหมาะสม โดยให้แสดงชื่อ 
"PropertyGuru Pte Ltd" พร้อมกับอ้างแหล่งข้อมูลเฉพาะของข้อมูลที่คัด 
หรือตัดทอนออกมา<br>4.3.4	
ในกรณีที่มีการอนุญาตให้สามารถจัดทำข้อมูลการวิจัยของเอเอ็ม (AM) ได้ 
คุณจะต้องดูแลให้มีการใช้หรือนำเสนอการวิเคราะห์หรือการแปลผลของข้อมูลการ
วิจัยของเอเอ็ม (AM) ตามรูปแบบพฤติกรรมที่แนะนำ 
หรือให้นำไปสู่ความเชื่อในการวิเคราะห์ 
หรือการแปลผลของข้อมูลการวิจัยของเอเอ็ม (AM) ตามที่เอเอ็ม (AM) กำหนด<br>4.3.5	คุณจะต้องไม่ใช้ข้อมูลการวิจัยของเอเอ็ม (AM) สำหรับวัตถุประสงค์ที่เห็นถึงความไม่สมควร และ/หรือทำให้เกิดการใช้งานแบบผิดๆ<br>(ก)	การนำเสนอข้อมูลการวิจัยของเอเอ็ม (AM) ตามพฤติกรรมที่ไม่ถูกต้อง หรือทำให้เกิดความเข้าใจผิด หรือการตีความข้อมูลแบบผิดๆ หรือ<br>(ข)	การใช้ข้อมูลในการส่งเสริม หรือสนับสนุนกิจกรรมผิดกฎหมาย<br>4.3.6	การใช้งานข้อมูลการวิจัยของเอเอ็ม (AM) ของคุณจะต้องเป็นไปตามนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use)<br>4.4
	เอเอ็ม (AM) ถือครองสิทธิ์ในทรัพย์สินทางปัญญาของข้อมูลการวิจัยของเอเอ็ม 
(AM) โดยนัยยะนี้ เอเอ็ม (AM) ได้มอบใบอนุญาตในลักษณะจำเพาะ 
และมิอาจจะเปลี่ยนแปลงได้ให้กับคุณในการใช้งานข้อมูลการวิจัยของเอเอ็ม (AM)
 โดยเป็นไปเพื่อวัตถุประสงค์ของการใช้งานภายในธุรกิจของคุณ 
หรือสำหรับการใช้งานส่วนบุคคล แล้วแต่กรณี<br>4.5	
จะต้องไม่มีการนำข้อมูลการวิจัยของเอเอ็ม (AM) 
มาใช้ตามวัตถุประสงค์อย่างเป็นทางการ หรือทางการค้าพาณิชย์ 
หรือนำมาใช้แทนตามคำแนะนำทางวิชาชีพ ซึ่งจะจัดหาให้ในลักษณะ 
"ตามสภาพที่เป็น" โดยทางเอเอ็ม (AM) จะไม่รับรองความถูกต้อง 
แม่นยำของข้อมูลดังกล่าว ในขณะที่เอเอ็ม (AM) ก็จะไม่ ไม่ว่าจะในกรณีใดๆ 
ก็ตาม รับผิดชอบต่อข้อร้องเรียน ความเสียหาย การสูญหาย ค่าใช้จ่าย 
มูลค่าหรือความรับผิดใดๆ (โดยหมายรวมถึง แต่ไม่จำกัดเฉพาะกับ 
ความเสียหายทั้งโดยทางตรง และทางอ้อมจากการสูญเสียผลกำไร การสะดุด 
หรือหยุกชะงักของธุรกิจ หรือการสูญเสียข้อมูล) โดยมีผลลัพธ์ 
หรือการเกิดขึ้นโดยตรง หรือโดยอ้อมจากการใช้งานการประเมินราคาตามที่กำหนด 
ทั้งนี้ เราคาดหวังอย่างมีเหตุมีผลว่า 
คุณจะหาคำแนะนำทางวิชาชีพก่อนที่จะเริ่มต้นทำธุรกรรมใดๆ<span class="Apple-converted-space">&nbsp;</span><br>4.6
	เอเอ็ม (AM) ของสงวนสิทธิ์ในการดัดแปลง ปรับเปลี่ยน 
หรือถอนข้อมูลการวิจัยของเอเอ็ม (AM) ออกเมื่อใดก็ได้ โดยเหตุผลใดๆ ก็ตาม 
และมิต้องแจ้งให้คุณทราบแต่อย่างใด</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>5.	การบริการสร้างพื้นที่จำเพาะขนาดเล็ก (Microsite Creation Services)</strong><br>5.1
	ในส่วนที่ 5 (การบริการสร้างพื้นที่จำเพาะขนาดเล็ก) 
จะเกี่ยวข้องกับชุดผลิตภัณฑ์ และการบริการทั้งหมด ซึ่งอนุญาตให้สามารถสร้าง
 และ/หรือจัดทำพื้นที่จำเพาะขนาดเล็ก (Microsite) 
ตามแบบฟอร์มสำเร็จของหน้าเว็บที่ทางเอเอ็ม (AM) กำหนด 
หรือให้เป็นช่องทางของเว็บไซต์ที่มีอยู่ของคุณในลักษณะของพื้นที่จำเพาะขนาด
เล็ก (Microsite) ในเว็บไซต์ สำหรับวัตถุประสงค์ของส่วนที่ 5 นี้ 
(การบริการสร้างพื้นที่จำเพาะขนาดเล็ก) พื้นที่จำเพาะขนาดเล็ก ตามที่สร้าง 
หรือจัดทำขึ้นสำหรับคุณ หรือเป็นช่องทางของคุณในเว็บไซต์ 
โดยต่อไปในนี้จะเรียกว่า "พื้นที่จำเพาะขนาดเล็ก (Microsite)" 
ซึ่งคุณเองก็ตระหนักและเข้าใจดีว่า 
คุณจะต้องรับผิดชอบต่อการดูแลรักษาพื้นที่จำเพาะขนาดเล็ก (Microsite) 
เองแต่เพียงผู้เดียว<br>5.2	สิทธิในทรัพย์สินทางปัญญา<br>5.2.1	
คุณจะต้องถือครองทรัพย์สินทางปัญญาทั้งหมดในเนื้อหาของคุณเอง 
ตามที่คุณได้นำเสนอตามวัตถุประสงค์ของพื้นที่จำเพาะขนาดเล็ก (Microsite) 
(โดยให้เป็นไปตามวัตถุประสงค์ของส่วนที่ 5 นี้ 
(การบริการสร้างพื้นที่จำเพาะขนาดเล็ก) ส่วนของ "เนื้อหาของลูกค้า 
(Customer Content)") ซึ่งโดยนัยยะนี้คุณตกลงที่จะอนุญาตให้เอเอ็ม (AM) 
สามารถใช้เนื้อหาของลูกค้าสำหรับวัตถุประสงค์ทางการตลาดของเอเอ็ม (AM) 
ในลักษณะโดยทั่วไป ใช้การได้ตลอด และไม่มีการเปลี่ยนแปลงใด<span class="Apple-converted-space">&nbsp;</span><br>5.2.2
	เอเอ็ม (AM) 
ถือครองทรัพย์สินทางปัญญาทั้งหมดในแบบฟอร์มสำเร็จรูปของหน้าเว็บ 
และเนื้อหา/สื่อวัสดุอื่นๆ (โดยให้เป็นไปตามวัตถุประสงค์ของส่วนที่ 5 นี้ 
(การบริการสร้างพื้นที่จำเพาะขนาดเล็ก) ส่วนของ "เนื้อหาของเอเอ็ม (AM 
Content)") ซึ่งนำเสนอให้กับคุณตามวัตถุประสงค์ในการสร้าง 
และ/หรือการจัดทำพื้นที่จำเพาะขนาดเล็ก ซึ่งทางเอเอ็ม (AM) 
ก็ให้ใบอนุญาตในลักษณะทั่วไป และมิอาจเปลี่ยนแปลงได้ให้กับคุณ 
ในการใช้เนื้อหาของเอเอ็ม 
สำหรับวัตถุประสงค์ในการสร้างและดูแลรักษาพื้นที่จำเพาะขนาดเล็กของคุณ<br>5.2.3
	คุณตระหนัก และรับทราบดีว่า 
คุณต้องรับผิดชอบต่อการใช้สิทธิในทรัพย์สินทางปัญญาของบุคคลฝ่ายที่สาม 
รวมถึงในส่วนเนื้อหาของลูกค้าทั้งหมดแต่เพียงผู้เดียว<br>5.3	คุณนำเสนอ และรับรองว่า<br>5.3.1
	คุณมีสิทธิ์ในการตีพิมพ์ นำเสนอเนื้อหาของลูกค้า โดยจะต้องไม่กระทบ 
หรือละเมิดต่อสิทธิ์ของฝ่ายที่สาม และไม่กระทำการละเมิดกฎหมาย<br>5.3.2	เนื้อหาของลูกค้าผูกพันกับนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use) ของเอเอ็ม<br>5.3.3
	เนื้อหาของลูกค้าเป็นสิ่งที่เป็นจริง มีความเป็นปัจจุบัน และถูกต้องแม่นยำ
 และจะต้องไม่นำเสนอข้อมูลที่เป็นเท็จ หรือมีการนำเสนอกฎหมาย 
หรือข้อเท็จจริงแบบผิดๆ หรือกล่าวเกินเลย 
หรือนำเสนอภาพลักษณ์แบบผิดพลาดของข้อมูลใดๆ ที่เกี่ยวข้อง<br>5.3.4	
คุณจะต้องจัดการให้ได้มาซึ่งใบอนุญาต คำยินยอม การอนุญาต และคำอนุมัติอื่นๆ
 ทางกฎหมาย หลักการปฏิบัติ และการปกครองตามความจำเป็น 
ที่จะต้องใช้ในการประกอบธุรกิจการพัฒนาที่อยู่อาศัยในประเทศไทย 
หากคุณจำหน่าย จ่าย แจก และนำเสนอเนื้อหาที่แสดงคุณสมบัติว่า 
คุณเป็นผู้พัฒนาที่อยู่อาศัย<br>5.3.5	คุณจะต้องจัดการให้ได้มาซึ่งใบอนุญาต
 คำยินยอม การอนุญาต และคำอนุมัติอื่นๆ ทางกฎหมาย หลักการปฏิบัติ 
และการปกครองตามความจำเป็น 
ที่จะต้องใช้ในการประกอบธุรกิจอสังหาริมทรัพย์ในประเทศไทย หากคุณจำหน่าย 
จ่าย แจก และนำเสนอเนื้อหาที่แสดงคุณสมบัติว่า 
คุณเป็นผู้ขายอสังหาริมทรัพย์ 
และคุณได้ปฏิบัติตามประมวลจริยธรรมที่เกี่ยวข้อง รวมถึงการดำเนินการใดๆ 
ภายใต้ชื่อของผู้แทนจำหน่ายอสังหาริมทรัพย์ในประเทศไทย และ<br>5.3.6	คุณได้ปฏิบัติตามกฎหมาย กฎระเบียบ และข้อปฏิบัติทั้งหมดที่เกี่ยวข้องในการนำเสนอข้อมูลของลูกค้า<br>5.4	ข้อความปฏิเสธความรับผิดชอบ (Disclaimers)<br>5.4.1
	เอเอ็ม (AM) จะไม่รับผิดชอบต่อความถูกต้อง 
และ/หรือบทบาทหน้าที่ของเนื้อหาของลูกค้า 
ตามรูปแบบที่ได้นำเสนอให้กับเอเอ็ม (AM) หรือตามที่มีการดัดแปลง 
และเป็นตตามคำแนะนำของคุณสำหรับการรวมพื้นที่จำเพาะขนาดเล็ก<br>5.4.2	
เอเอ็ม (AM) จะไม่รับผิดชอบต่อความล้มเหลว 
หรือความผิดพลาดของคุณในการจัดการบริการตามที่โฆษณา 
หรือประชาสัมพันธ์ไว้ในพื้นที่จำเพาะขนาดเล็ก<br>5.4.3	
คุณเข้าใจและตระหนักดีว่า เอเอ็ม (AM) 
จะไม่ทบทวนหรือตรวจทานเนื้อหาของลูกค้า การนำเสนอข้อมูลของลูกค้าโดยเอเอ็ม 
(AM) ในพื้นที่จำเพาะขนาดเล็ก 
หรือจัดแสดงไว้ในพื้นที่จำเพาะขนาดเล็กโดยสาธารณชนสามารถเข้าดูได้ 
มิถือเป็นการสร้างการยอมรับของเอเอ็ม (AM) ต่อพื้นที่จำเพาะขนาดเล็กนั้นๆ 
โดยเนื้อหาของลูกค้า 
และเว็บไซต์ของบุคคลฝ่ายที่สามซึ่งเชื่อมโยงผ่านพื้นที่จำเพาะขนาดเล็กจะ
เป็นไปตามเงื่อนไขการซื้อขาย และนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy
 of Acceptance Use)<br>5.5	เอเอ็ม (AM) ขอสงวนสิทธิ์ในการปิดพื้นที่ 
หรือปลดการเข้าใช้พื้นที่จำเพาะขนาดเล็ก 
ซึ่งไม่เป็นไปตามเงื่อนไขการซื้อขาย โดยที่ไม่ต้องแจ้ง 
หรือแสดงการรับผิดใดๆ ต่อคุณ<br>5.6	คุณจะต้องจ่ายค่าชดเชย 
หรือเบี้ยปรับสินไหม และต้องกระทำการใดๆ ที่จะไม่สร้างความเสียหายกับเอเอ็ม
 (AM) และบรรดาส่วนงานในสังกัด พนักงานลูกจ้าง ตัวแทน ผู้รับจ้าง 
ผู้อำนวยการ เจ้าหน้าที่ และบุคคลฝ่ายที่สามของเอเอ็ม (AM) 
ในส่วนที่เกี่ยวกับภาระการรับผิด อุปสงค์ ราคาและค่าใช้จ่าย 
(ซึ่งหมายรวมถึงค่าใช้จ่ายทางกฎหมาย) 
ที่เกิดขึ้นในส่วนที่เกี่ยวกับเนื้อหาของลูกค้า โดยหมายรวมถึง 
แต่มิได้จำกัดอยู่เฉพาะกับการตีพิมพ์ ขึ้นข้อความ นำเสนอ 
และ/หรือการถ่ายโอนเนื้อหาของลูกค้าในพื้นที่จำเพาะขนาดเล็ก</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>6.	การรณรงค์โดยการส่งข้อความสั้น (SMS Campaign)</strong><br>6.1
	ส่วนที่ 6 (การรณรงค์โดยการส่งข้อความสั้น (SMS Campaign)) 
จะนำมาใช้กับชุดผลิตภัณฑ์ และการบริการทั้งหมด 
ที่เกี่ยวข้องกับการทำการบริการทางการตลาด ผ่านการใช้ข้อความสั้น (SMS) 
ตามที่ทางเอเอ็ม (AM) ดำเนินการให้ในแต่ละช่วงเวลา<br>6.2	
สำหรับวัตถุประสงค์ในส่วนที่ 6 นี้ (การรณรงค์โดยการส่งข้อความสั้น (SMS 
Campaign)) "เนื้อหา (Content)" หมายถึง เนื้อหาของข้อความสั้น (SMS) 
และข้อความอื่นๆ ตลอดจนคำแนะนำตามที่คุณได้รับจากเอเอ็ม (AM) 
ซึ่งเป็นไปตามการแจ้งความประสงค์พร้อมเหตุผลจากทางเอเอ็ม (AM) 
เพื่อใช้ในการส่งข้อความสั้น (SMS)<br>6.3	คุณจะต้องรับผิดชอบต่อการตรวจสอบ และรับรองเนื้อหาทั้งหมด พร้อมทั้ง<br>6.4	คุณนำเสนอว่า<br>6.4.1	เนื้อหาของลูกค้าผูกพันกับนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use) ของเอเอ็ม<br>6.4.2	คุณมีสิทธิ์ที่จะจำหน่าย จ่าย แจกข้อมูลโดยที่ต้องไม่กระทบต่อสิทธิ์ของบุคคลฝ่ายที่สาม และไม่เป็นการละเมิดต่อกฎหมายใดๆ<br>6.4.3
	เนื้อหาจะต้องเป็นจริง มีความเป็นปัจจุบัน และถูกต้องแม่นยำ 
และจะต้องไม่นำเสนอข้อมูลที่เป็นเท็จ หรือมีการนำเสนอกฎหมาย 
หรือข้อเท็จจริงแบบผิดๆ หรือกล่าวเกินเลย 
หรือนำเสนอภาพลักษณ์แบบผิดพลาดของข้อมูลใดๆ ที่เกี่ยวข้อง<br>6.4.4	
คุณจะต้องจัดการให้ได้มาซึ่งใบอนุญาต คำยินยอม การอนุญาต และคำอนุมัติอื่นๆ
 ทางกฎหมาย หลักการปฏิบัติ และการปกครองตามความจำเป็น 
ที่จะต้องใช้ในการประกอบธุรกิจการพัฒนาที่อยู่อาศัยในประเทศไทย 
หากคุณจำหน่าย จ่าย แจก และนำเสนอเนื้อหาที่แสดงคุณสมบัติว่า 
คุณเป็นผู้พัฒนาที่อยู่อาศัย<br>6.4.5	คุณจะต้องจัดการให้ได้มาซึ่งใบอนุญาต
 คำยินยอม การอนุญาต และคำอนุมัติอื่นๆ ทางกฎหมาย หลักการปฏิบัติ 
และการปกครองตามความจำเป็น 
ที่จะต้องใช้ในการประกอบธุรกิจอสังหาริมทรัพย์ในประเทศไทย หากคุณจำหน่าย 
จ่าย แจก และนำเสนอเนื้อหาที่แสดงคุณสมบัติว่า 
คุณเป็นผู้ขายอสังหาริมทรัพย์ 
และคุณได้ปฏิบัติตามประมวลจริยธรรมที่เกี่ยวข้อง รวมถึงการดำเนินการใดๆ 
ภายใต้ชื่อของผู้แทนจำหน่ายอสังหาริมทรัพย์ในประเทศไทย และ<br>6.4.6	คุณได้ปฏิบัติตามกฎหมาย กฎระเบียบ และข้อปฏิบัติทั้งหมดที่เกี่ยวข้องในการนำเสนอข้อมูลของลูกค้า<br>6.5
	คุณได้ให้ใบอนุญาตแบบทั่วไป และไม่สามารถถ่ายโอนได้กับเอเอ็ม (AM) 
ซึ่งครอบคลุมถึงพนักงานลูกจ้าง ผู้รับจ้างเหมารายย่อย หรือตัวแทน 
ในการปรับปรุง แก้ไข หรือกระทำการใดๆ เพื่อทำให้เนื้อหานั้นๆ ถูกต้อง<br>6.6
	คุณตระหนักและเข้าใจดีว่า ทางเอเอ็ม (AM) จะไม่ทบทวนเนื้อหาใดๆ การจำหน่าย
 จ่าย แจกเนื้อหามิได้หมายถึงการที่เอเอ็ม (AM) ยอมรับว่าเนื้อหานั้นๆ 
เป็นไปตามเงื่อนไขการซื้อขาย และนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy
 of Acceptance Use) แต่อย่างใด<br>6.7	คุณจะต้องจ่ายค่าชดเชย 
หรือเบี้ยปรับสินไหม และต้องกระทำการใดๆ ที่จะไม่สร้างความเสียหายกับเอเอ็ม
 (AM) และบรรดาส่วนงานในสังกัด พนักงานลูกจ้าง ตัวแทน ผู้รับจ้าง 
ผู้อำนวยการ เจ้าหน้าที่ และบุคคลฝ่ายที่สามของเอเอ็ม (AM) 
ในส่วนที่เกี่ยวกับภาระการรับผิด อุปสงค์ ราคาและค่าใช้จ่าย 
(ซึ่งหมายรวมถึงค่าใช้จ่ายทางกฎหมาย) 
ที่เกิดขึ้นในส่วนที่เกี่ยวกับเนื้อหาใดๆ โดยหมายรวมถึง 
แต่มิได้จำกัดอยู่เฉพาะกับการจำหน่าย จ่าย แจกข้อมูล</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>7.	การสมัครสมาชิกจดหมายข่าว (Newsletter Sub.ion)</strong><br>7.1
	ในส่วนที่ 7 (การสมัครสมาชิกจดหมายข่าว (Newsletter Sub.ion)) 
จะเกี่ยวกับการสมัครสมาชิกจดหมายข่าวซึ่งทางเอเอ็ม (AM) 
จะตีพิมพ์เผยแพร่เป็นครั้งคราว<br>7.2	กรุณาตรวจสอบ 
และรับรองว่าบรรดาข้อมูลส่วนบุคคลทั้งหมดตามที่แสดงไว้ในการสมัครสมาชิก
จดหมายข่าวเป็นจริง มีความถูกต้องแม่นยำ และเป็นปัจจุบัน โดยที่เอเอ็ม (AM)
 ไม่ต้องรับผิดต่อความล้มเหลว หรือผิดพลาดในการรับจดหมายข่าว 
หากความล้มเหลว 
หรือผิดพลาดในการได้รับมาจากการที่คุณได้ให้ข้อมูลส่วนบุคคลผิดไป<br>7.3	
ในกรณีที่คุณได้สมัครสมาชิกสำหรับจดหมายข่าวที่เชื่อมต่อในระบบคอมพิวเตอร์ 
(Online Newsletter) 
คุณจะต้องรับผิดชอบต่อการดูแลให้จดหมายข่าวที่นำส่งไปอยู่ในกล่องข้อความ 
หรือจดหมายเข้า (Inbox) ของคุณ ตัวอย่างเช่น 
การเพิ่มไปรษณีย์อิเล็กทรอนิกส์ของเอเอ็ม (AM) 
ให้อยู่ในบัญชีรายชื่อไปรษณีย์อิเล็กทรอนิกส์ที่ปลอดภัย (Safe List)<br>7.4
	ในกรณีที่มีการเปลี่ยนแปลงข้อมูลส่วนบุคคลของคุณ กรุณาแจ้งให้ทางเอเอ็ม 
(AM) ได้ทราบถึงการเปลี่ยนแปลงดังกล่าวผ่านวิธีการตามที่เอเอ็ม (AM) 
กำหนดโดยเร็วที่สุดเท่าที่จะเป็นไปได้ เพื่อเป็นการดูแล 
และป้องกันมิให้คุณต้องประสบปัญหาข้อติดขัดในการรับจดหมายข่าว 
บรรดาการเปลี่ยนแปลงทั้งหมดที่มีต่อข้อมูลส่วนบุคคลจะใช้เวลา 5 วันทำการ 
นับจากวันที่ทางเอเอ็ม (AM) ได้รับการแจ้งข้อมูลไป โดยที่เอเอ็ม (AM) 
ไม่ต้องรับผิดต่อความล้มเหลว 
หรือผิดพลาดในการรับจดหมายข่าวก่อนวันที่จะมีการเปลี่ยนแปลงข้อมูลส่วนบุคคล</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><strong><br>8.	การเข้าใช้เอเย่นเน็ต (AgentNet Access)</strong><br>8.1
	ส่วนที่ 8 นี้ (การเข้าใช้เอเย่นเน็ต (AgentNet Access) 
จะนำมาใช้กับบัญชีผู้ใช้งานเอเย่นเน็ต (AgentNet) เท่านั้น 
(สำหรับวัตถุประสงค์ของส่วนที่ 8 นี้ (การเข้าใช้เอเย่นเน็ต) ให้ใช้คำว่า 
"บัญชีผู้ใช้งาน (Account)")<br>8.2	ในช่วงเวลาเดียวกัน จะมีผู้ใช้งานเพียง 1 คนเท่านั้นที่จะสามารถเข้าใช้บัญชีผู้ใช้งานนั้นๆ ได้<br>8.3
	กำหนดให้สามารถถ่ายโอนบัญชีผู้ใช้งานให้กับผู้ใช้งานคนอื่นๆ ได้ 
("ผู้ใช้งานที่ได้รับการถ่ายโอน (Transferred User)") 
ในช่วงระยะเวลากำหนดการใช้งานของชุดผลิตภัณฑ์ 
หรือการบริการตามที่เกี่ยวข้อง โดยที่คุณจะต้องแจ้งการถ่ายโอนนั้นๆ 
ให้กับทางเอเอ็ม (AM) ได้รับทราบผ่านวิธีการ 
หรือช่องทางการสื่อสารตามที่เอเอ็ม (AM) กำหนด กรุณาตรวจสอบให้มั่นใจว่า 
คุณได้ให้ข้อมูลที่เป็นจริง ถูกต้อง และเป็นปัจจุบันกับทางเอเอ็ม (AM) 
โดยเฉพาะอย่างยิ่งในส่วนของผู้ใช้งานที่ได้รับการถ่ายโอน (Transferred 
User) เพื่อให้ทางเอเอ็ม (AM) ดำเนินการโอนย้ายให้เป็นผลสำเร็จ 
ซึ่งคุณเองก็ตระหนักและเข้าใจดีว่า 
หากให้ข้อมูลเกี่ยวกับผู้ใช้งานที่ได้รับการถ่ายโอนที่ไม่เป็นจริง 
ขาดความถูกต้อง หรือไม่เพียงพอ ทางเอเอ็ม (AM) 
ก็ขอสงวนสิทธิในการไม่ดำเนินการถ่ายโอนบัญชีผู้ใช้งานดังกล่าว<span class="Apple-converted-space">&nbsp;</span><br>8.4	คุณรับทราบว่า คุณต้องมีความรับผิดชอบเต็มที่สำหรับ:<br>8.4.1	การดูแลรักษารหัสผ่านของคุณให้เป็นความลับ และ<br>8.4.2	บรรดากิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีผู้ใช้งานของคุณ<br>8.5
	เอเอ็ม (AM) ขอสงวนสิทธิในการเข้าตรวจสอบบัญชีผู้ใช้งานของคุณ 
เพื่อการประเมินติดตาม และ/หรือการตรวจสอบ ตามวิจารณญาณของเอเอ็ม (AM) 
เองโดยที่มิต้องแจ้งให้คุณทราบล่วงหน้าแต่อย่างใด<br>8.6	
บัญชีผู้ใช้งานของคุณจะสามารถใช้งานได้จริง 
หลังจากที่คุณได้ชำระเงินทั้งหมดสำหรับชุดผลิตภัณฑ์ 
หรือการบริการที่คุณซื้อเอาไว้ และทางเอเอ็ม (AM) 
ได้ตรวจสอบความถูกต้องของการชำระเงินนั้นแล้ว<br>8.7	คุณเข้าใจดีว่า 
อาจจะมีการดูแลรักษา ซ่อมบำรุง และ/หรือการให้บริการเว็บไซต์เป็นครั้งคราว 
โดยในช่วงเวลานั้น จะทำให้ไม่สามารถเข้าใช้เว็บไซต์ และส่วนต่างๆ 
ที่เกี่ยวข้องได้<br>8.8	
บรรดากิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีผู้ใช้งานของคุณจะต้องเป็นไป
ตามนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use) 
ตลอดจนกฎหมาย ระเบียบปฏิบัติ และข้อบังคับต่างๆ ที่เกี่ยวข้อง<br>8.9	
เอเอ็ม (AM) ขอสงวนสิทธิ์ในการเข้าลบบัญชีรายการใดๆ 
ที่ปรากฎในบัญชีผู้ใช้งานของคุณ ซึ่งมีลักษณะเหมือนกันการทดสอบการแจ้งเตือน
 การรับสมัครงาน ข้อมูลที่เป็นเท็จ หรือมีลักษณะไม่ซื่อตรง หลอกลวง 
หรือบัญชีรายการที่ดูเหมือนขยะ ไม่มีความสำคัญใดๆ 
โดยที่ไม่ต้องแจ้งให้คุณทราบแต่อย่างใด<br>8.10	เอเอ็ม (AM) อาจจะ 
ภายใต้สถานการณ์ที่แน่นอน และโดยไม่ต้องแจ้งให้คุณทราบล่วงหน้า 
ใช้วิจารณญาณของเอเอ็ม (AM) แต่เพียงฝ่ายเดียว 
ในการสั่งให้ยุติการให้บริการโดยทันที หรือระงับการให้บริการใดๆ 
ตามที่มีอยู่ในบัญชีผู้ใช้งานของคุณ 
ตลอดจนการเข้าถึงผลิตภัณฑ์ที่คุณได้ซื้อเอาไว้ ตามช่วงเวลาที่เอเอ็ม (AM) 
กำหนด โดยให้สาเหตุของการยุติ หรือระงับการให้บริการได้ โดยไม่มีเงี่อนไข 
หรือข้อจำกัดแต่อย่างใด มาจาก<br>8.10.1	เป็นการกระทำที่ละเมิดต่อเงื่อนไขการซื้อขาย<br>8.10.2	เป็นข้อกำหนดจากการบังคับใช้กฎหมาย หรือหน่วยงานอื่นๆ ของรัฐบาล<br>8.10.3	เป็นการแจ้งลบบัญชีผู้ใช้งานตามความประสงค์ของเจ้าตัวเอง<br>8.10.4	เป็นการละเมิดทรัพย์สินทางปัญญาของบุคคลอื่นๆ<br>8.10.5	เป็นการขาดการติดต่อ หรือมีการเปลี่ยนแปลงทางวัสดุสำหรับการบริการของเว็บไซต์ หรือในส่วนใดๆ ส่วนหนึ่งที่เกี่ยวข้อง<br>8.10.6	มีปัญหาทางเทคนิคที่มิได้คาดการณ์ไว้ล่วงหน้า หรือเป็นประเด็น หรือปัญหาด้านความปลอดภัย หรือ<br>8.10.7	มีการขยายช่วงเวลาของการไม่มีกิจกรรมใดๆ<br>8.11	การยุติ หรือการระงับบัญชีผู้ใช้งานของคุณจะส่งผลให้เกิด<br>8.11.1	การไม่สามารถเข้าใช้บัญชี และการไม่ได้รับข้อมูล หรือการนำเสนอต่างๆ ในส่วนของเว็บไซต์ และผลิตภัณฑ์<br>8.11.2	การสละสิทธิ์ในส่วนที่ยังไม่ได้ใช้งานตามโปรแกรมที่คุณได้ซื้อเอาไว้ และ<br>8.11.3
	การลบรหัสผ่าน และบรรดาข้อมูลที่เกี่ยวข้องกับบัญชีผู้ใช้งาน ไฟล์ข้อมูล 
และเนื้อหาที่เกี่ยวข้องกับ หรือภายในบัญชีผู้ใช้งานของคุณ 
(หรือในส่วนที่เกี่ยวข้อง)<br>8.12	
การยุติบัญชีผู้ใช้งานของคุณอาจจะเป็นการดำเนินการโดยปราศจากอคติ 
หรือการตัดสินใดๆ ต่อสิทธิในด้านอื่นใด หรือการเยียวยา ตามที่ทางเอเอ็ม 
(AM) ถือครองอยู่ภายใต้เงื่อนไขและข้อกำหนดของการซื้อขาย ตามกฎหมาย 
หรือในส่วนที่เทียบเท่า และจะต้องไม่กระทบกับสิทธิ หรือการรับผิดต่างๆ 
ที่อาจจะมีเพิ่มขึ้น ตลอดจนการใช้ หรือเดินหน้าบังคับใช้บทบัญญัติใดๆ 
ตามที่ได้มีการแจ้งอธิบายไว้ หรือตามการตีความให้สามารถนำมาใช่ 
หรือใช้บังคับต่อ หรือหลังจากการยุติดังกล่าว</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>9.	การฝึกอบรม (Training)<span class="Apple-converted-space">&nbsp;</span></strong><br>9.1
	เอเอ็ม (AM) อาจจะจัดตารางการฝึกอบรมในการเข้าใช้บัญชี 
(ตามที่กำหนดไว้ในข้อ 8 (การเข้าใช้เอเย่นเน็ต (Agentnet Access)) 
ซึ่งจะเปิดให้สำหรับผู้ใช้งานตามบัญชี และบุคคลที่สนใจติดตั้งบัญชีดังกล่าว
 โดยเอเอ็ม (AM) 
จะแจ้งรายละเอียดของตารางการฝึกอบรมดังกล่าวผ่านทางเว็บไซต์ 
ประเด็นหลักในการฝึกอบรมจะครอบคลุมถึงแต่ไม่จำกัดเฉพาะกับ 
การบริหารจัดการบัญชี การสร้างและการบริหารจัดการรายการข้อมูล การติดตั้ง 
และกำหนดเว็บไซต์เพื่อส่งเสริมรายการข้อมูล และหัวข้ออื่นๆ 
ช่วงเวลาจัดการฝึกอบรมจะกำหนดขึ้นในเวลาและสถานที่ตามที่เอเอ็ม (AM) 
กำหนดขึ้นโดยเฉพาะสำหรับวัตถุประสงค์นั้นๆ เป็นหลัก<br>9.2	
ผู้ใช้งานตามบัญชี หรือบุคคล ("ผู้เข้าร่วม" แต่ละคน) 
ที่ประสงค์จะเข้าร่วมการฝึกอบรมจะต้องลงทะเบียนกับทางเอเอ็ม (AM) 
ตามช่วงการฝึกอบรมซึ่งบุคคลนั้นๆ ให้ความสนใจ 
การลงทะเบียนสำหรับช่วงการฝึกอบรมนั้นๆ จะทำผ่านทางบัญชีผู้ใช้ง่าน 
(สำหรับผู้ใช้งานบัญชีนั้นๆ เท่านั้น) หรือผ่านวิธีอื่นใดตามที่ทางเอเอ็ม 
(AM)กำหนดในแต่ละช่วงนั้น 
หลังจากที่มีการลงทะเบียนเข้ารับการฝึกอบรมตามช่วงนั้นๆ แล้ว 
ให้ถือว่าผู้เข้าร่วมตกลงที่จะชำระค่าธรรมเนียมการลงทะเบียนตามที่ทางเอเอ็ม
 (AM) กำหนดขึ้นสำหรับช่วงการฝึกอบรมนั้นๆ โดยในส่วนที่เกี่ยวกับการเปิด 
และกำหนดบัญชีผู้ใช้งาน ทางเอเอ็ม (AM) 
จะให้บัญชีผู้ใช้งานแต่ละบัญชีสามารถกำหนดการเข้ารับการฝึกอบรมได้ไม่เกิน 3
 ช่วง โดยไม่คิดค่าใช้จ่ายใดๆ (ซึ่งแต่ละช่วงของการฝึกอบรมถือเป็น 
"ช่วงสมนาคุณพิเศษ") เว้นเสียแต่ 
หากผู้เข้าร่วมกำลังเข้าใช้ช่วงสมนาคุณพิเศษอยู่แล้ว 
ก็จะมีการเรียกเก็บค่าธรรมเนียมการลงทะเบียนเต็มจำนวนจากทางผู้เข้าร่วม 
ก่อนที่จะสามารถเข้าร่วมช่วงการฝึกอบรมนั้นๆ ได้<br>9.3	
หากช่วงการฝึกอบรมใดๆ มีการลงทะเบียนของผู้เข้าร่วมเต็มแล้ว 
หรือถูกเลื่อนออกไป หรือถูกยกเลิกโดยทางเอเอ็ม (AM) เอง เอเอ็ม (AM) 
จะแจ้งให้กับผู้เข้าร่วมได้ทราบ โดยทางผู้เข้าร่วมก็สามารถกำหนดเลือกว่า 
อยากจะเข้ารับการฝึกอบรมในช่วงเวลาต่อไปที่จัดให้ 
หรือจะขอรับเงินค่าธรรมเนียมการลงทะเบียนที่ได้ชำระไปแล้วคืน 
หากผู้เข้าร่วมกำลังใช้ช่วงสมนาคุณพิเศษนั้นๆ อยู่ 
เขาก็อาจจะเลือกเข้ารับการฝึกอบรมในช่วงเวลาที่มีอยู่ 
หรือขอสละสิทธิ์ในช่วงสมนาคุณพิเศษนั้นๆ ไป<br>9.4	
หากผู้เข้าร่วมประสงค์จะขอถอนตัวออกจากช่วงการฝึกอบรม เอเอ็ม (AM) 
จะจ่ายเงินคืนให้ร้อยละ 75 ของค่าธรรมเนียมการลงทะเบียน 
โดยจะต้องยื่นคำร้องแจ้งความประสงค์ในการถอนตัวเป็นลายลักษณ์อักษรให้กับเอ
เอ็ม (AM) อย่างน้อย 7 วันก่อนวันที่เริ่มต้นช่วงการฝึกอบรม เอเอ็ม (AM) 
ขอเก็บเงินอีกจำนวนร้อยละ 25 
ของค่าธรรมเนียมการลงทะเบียนเป็นค่าธรรมเนียมในการดำเนินการ 
ทั้งนี้หากมีการยื่นคำร้องแจ้งความประสงค์ในการถอนตัวเป็นลายลักษณ์อักษรให้
กับเอเอ็ม (AM) เป็นเวลาน้อยกว่า 7 วันก่อนวันที่เริ่มต้นช่วงการฝึกอบรม 
ทางเอเอ็ม (AM) จะไม่จ่ายคืนเงินค่าธรรมเนียมการลงทะเบียนให้คืนแต่อย่างใด 
และหากผู้เข้าร่วมที่กำลังใช้ช่วงสมนาคุณพิเศษนั้นๆ อยู่ 
แต่แจ้งความประสงค์ในการถอนตัวให้กับเอเอ็ม (AM) เป็นเวลาน้อยกว่า 7 
วันก่อนวันที่เริ่มต้นช่วงการฝึกอบรม 
ก็ให้ถือว่าขอสละสิทธิ์ในช่วงสมนาคุณพิเศษนั้นๆ ไปโดยปริยาย<br>9.5	
หากมีความจำเป็น ทางเอเอ็ม (AM) 
อาจจะจัดการฝึกอบรมแบบกลุ่มให้สำหรับพนักงานลูกจ้าง 
และผู้แทนของตัวแทนจำหน่ายอสังหาริมทรัพย์ 
และ/หรือผู้พัฒนาที่อยู่อาศัยขึ้น ณ สถานที่นั้นๆ ตามที่ได้ตกลงกันไว้ 
โดยให้เป็นตามการชำระค่าธรรมเนียม และค่าใช้จ่ายตามที่เอเอ็ม (AM) 
กำหนดขึ้นสำหรับการจัดการฝึกอบรมดังกล่าว<span class="Apple-converted-space">&nbsp;</span></font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>10.	การบริการช่วยเหลือจัดการทำบัญชีรายการส่วนบุคคล (Personal Listing Assistance Service)</strong><br>10.1
	การบริการช่วยเหลือจัดการทำบัญชีรายการส่วนบุคคล (Personal Listing 
Assistance Service หรือ "PLA Service") 
เป็นบริการที่จัดทำให้สำหรับบัญชีผู้ใช้งานที่มีอยู่ (ตามที่กำหนดไว้ในข้อ 8
 การเข้าใช้เอเย่นเน็ต (Agentnet Access)) โดยเอเอ็ม (AM)<br>10.2	
การบริการช่วยเหลือจัดการทำบัญชีรายการส่วนบุคคล (PLA Service) 
เป็นแนวทางในการสนับสนุน 
หรือให้การช่วยเหลือผู้ที่มีบัญชีผู้ใช้งานให้สามารถใส่ข้อมูลรายการต่างๆ 
เข้าไปได้<br>10.3	
การใช้งานระบบการบริการช่วยเหลือจัดการทำบัญชีรายการส่วนบุคคล (PLA 
Service) คุณจะต้องจัดเตรียมสิ่งต่างๆ เหล่านี้ให้พร้อม 
และส่งให้กับทางเอเอ็ม (AM) กล่าวคือ<span class="Apple-converted-space">&nbsp;</span><br>10.3.1	ชื่อและรายละเอียดบัญชีผู้ใช้งานของคุณ และ<br>10.3.2
	รายละเอียดของรายการข้อมูลที่คุณประสงค์จะนำมาใส่ไว้ หรืออีกทางหนึ่ง คือ 
สรุปปัญหาโดยสังเขปตามที่คุณพบในการนำใส่รายการข้อมูล<br>10.4	ในการสนับสนุน และให้ความช่วยเหลือกับคุณ ทางเอเอ็ม (AM) อาจจะ<br>10.4.1	สอบถามข้อมูลเพิ่มเติมสำหรับเอเอ็ม (AM) เพื่อช่วยคุณตามข้อสอบถามของคุณ และ<br>10.4.2
	บันทึกบทสนทนาทางโทรศัพท์ระหว่างคุณกับเอเอ็ม (AM) ทั้งหมด หรือในบางส่วน 
เพื่อเป็นการดูแล และประกันคุณภาพ และวัตถุประสงค์ของการฝึกอบรม<br>10.5	
แม้นว่า เอเอ็ม (AM) จะไม่สามารถรับรองว่า 
จะสามารถแก้ไขปัญหาทั้งหมดที่ผู้ใช้งานประสบในการนำใส่รายการข้อมูลเข้าไป
ได้ แต่ทางเอเอ็ม (AM) ก็จะใช้ความพยายามในการสนับสนุน 
และช่วยเหลือการบริการช่วยเหลือจัดการทำบัญชีรายการส่วนบุคคล (PLA Service)
 ตามการปฏิบัติงานทางวิชาชีพอย่างสมเหตุสมผล</font></p><p style="margin-bottom: 15px; color: #000000; font-family: Verdana,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px"><font size="2"><br><strong>11.	สื่อวีดีทัศน์การเข้าชมเสมือนจริง (Virtual Tour Videography)</strong><br>11.1
	หากมีความประสงค์จะขอใช้บริการด้านสื่อวีดีทัศน์ทางวิชาชีพ 
เพื่อสร้างสื่อแสดงการเข้าชมเสมือนจริงใน 360 องศา ("การเข้าชมเสมือนจริง 
(Virtual Tour)") ของทรัพย์สินที่แสดงรูปแบบตามรายการข้อมูล ("การบริการ 
(Services)") ให้ส่งไปยังเอเอ็ม (AM) ทางไปรษณีย์อิเล็กทรอนิกส์ 
sales@realthairealty.com หรือผ่านทางวิธีการตามที่เอเอ็ม (AM) 
กำหนดตามช่วงเวลานั้นๆ ในการยื่นความประสงค์สำหรับการบริการ (Services) 
โปรดระบุข้อมูลดังต่อไปนี้<br>11.1.1	ชื่อและบริษัทของคุณ และ<br>11.1.2	ที่อยู่ และผังแปลนของทรัพย์สิน<br>11.2
	หากคุณไม่ให้ข้อมูลตามที่เอเอ็ม (AM) กำหนด เอเอ็ม (AM) 
อาจจะใช้วิจารณญาณปฏิเสธความประสงค์สำหรับการบริการ (Services) นั้นๆ ได้<br>11.3
	ก่อนที่เริ่มต้นการบริการ (Services) เอเอ็ม (AM) 
โดยทางผู้ผลิตวีดีทัศน์ที่ได้รับมอบหมาย ("ผู้ผลิตวีดีทัศน์ 
(Videographer)") จะขอเข้าชม พร้อมตรวจสอบทรัพย์สินตามที่คุณแสดง 
พร้อมกับการถือครองกรรมสิทธิ์ในทรัพย์สิน 
โดยทางผู้ผลิตวีดีทัศน์จะประเมินเกี่ยวกับตัวทรัพย์สิน 
และทำข้อเสนอแนะไปยังการบริการ (Services) ที่จะดำเนินการต่อไป<span class="Apple-converted-space">&nbsp;</span><br>11.4
	ตามข้อตกลงในการปฏิบัติงาน คุณจะต้องตรวจสอบว่า คุณลักษณะ และคำสั่ง 
("คำสั่ง (Order)") 
ตามที่ผู้ผลิตวีดีทัศน์ได้จัดเตรียมไว้มีความถูกต้องก่อนที่เอเอ็ม (AM) 
จะยืนยันและยอมรับคำสั่งของคุณ 
หากคุณขอยกเลิกความประสงค์สำหรับการบริการหลังจากที่มีการตรวจสอบ 
และดูทรัพย์สินแล้ว คุณจะต้องรับผิดชอบต่อรายการค่าใช้จ่ายใดๆ 
ที่เกิดขึ้นจากการปฏิบัติงานของเอเอ็ม (AM) 
และผู้ผลิตวีดีทัศน์ในการตรวจสอบ และดูทรัพย์สิน 
และ/หรือการเตรียมคำสั่งดังกล่าว<br>11.5	
คุณอาจจะระบุวันที่ต้องการเพื่อให้ผู้ผลิตวีดีทัศน์เข้าปฎิบัติงานในด้าน
ต่างๆ ที่เกี่ยวข้องของการบริหาร ซึ่งจะต้องเข้าดำเนินการกับทรัพย์สิน 
และเป็นไปตามความพร้อมของผู้ผลิตวีดีทัศน์ 
ซึ่งทางผู้ผลิตวีดีทัศน์จะนำเสนอการบริการตามคุณลักษณะที่ระบุไว้ในคำสั่ง
นั่นเอง<br>11.6	คุณจะต้องรับผิดชอบชำระค่าธรรมเนียมทั้งหมดสำหรับการบริการ
 โดยทางเอเอ็ม (AM) 
ขอสงวนสิทธิ์ในการพิจารณากำหนดให้คุณต้องจ่ายค่าธรรมเนียมทั้งหมด 
หรือในบางส่วนก่อนที่จะจัดการบริการให้<br>11.7	
การชำระเงินทั้งหมดสำหรับการบริการจะต้องนำจ่ายผ่านการโอนเงินโดยทางโทรเลข
ไปยังเอเอ็ม (AM) หรือผ่านวิธีการชำระเงินอื่นใดตามที่เอเอ็ม (AM) 
จะแจ้งให้ทราบ<br>11.8	คุณจะต้องรับผิดชอบต่อการขออนุญาตตามที่เอเอ็ม (AM) 
ผู้ผลิตวีดีทัศน์ และพนักงานลูกจ้างอื่นๆ ที่เกี่ยวข้อง ตัวแทน 
หรือผู้รับเหมาช่วงแจ้งความประสงค์ เพื่อเข้าไปในสถานที่ของอสังหาริมทรัพย์
 เพื่อทำการตรวจสอบอสังหาริมทรัพย์นั้นๆ ตามที่กำหนดไว้ในการบริการ 
และ/หรือการปฏิบัติงานในด้านการบริการ<span class="Apple-converted-space">&nbsp;</span><br>11.9
	เอเอ็ม (AM) หรือผู้ผลิตวีดีทัศน์ จะไม่ต้องรับผิดชอบต่อการสูญเสีย 
ความเสียหาย มูลค่า หรือค่าใช้จ่ายใดๆ ที่เกิดขึ้นทั้งโดยทางตรง 
หรือโดยทางอ้อมในส่วนที่เกี่ยวกับการดำเนินการการการบริการ ซึ่งหมายรวมถึง 
แต่มิได้จำกัดเฉพาะกับ ความล้มเหลว หรือข้อผิดพลาดของผู้ผลิตวีดีทัศน์ 
พนักงานลูกจ้างของผู้ผลิตวีดีทัศน์ ตัวแทน หรือผู้รับเหมาช่วงในการที่<br>11.9.1	การนำเสนอ หรือดูแลการให้บริการอย่างสมบูรณ์แบบ เต็มที่ ตามคุณลักษณะที่กำหนดในคำสั่ง<br>11.9.2	การนำเสนอ หรือดูแลการให้บริการอย่างสมบูรณ์แบบ ตามกำหนดเวลาที่ระบุไว้ในคำสั่ง หรือ<br>11.9.3
	การดูแลว่า ทรัพย์สิน และ/หรืออุปกรณ์เครื่องเรือน 
เฟอร์นิเจอร์ที่อยู่ในทรัพย์สินได้รับการคุ้มครองมิให้เกิดความเสียหายใดๆ 
ซึ่งอาจจะเกิดขึ้นจากการนำเสนอ หรือดูแลการให้บริการ<br>11.10	คุณนำเสนอ และยืนยันว่า คุณจะ<br>11.10.1
	ไม่ใช้การบริการสำหรับวัถถุประสงค์ กิจกรรม หรือในพฤติการณ์ใดๆ 
ที่เป็นไปในทางอาญา การผิดกฎหมาย หรือการกระทำใดๆ 
ที่อาจจะเป็นเหตุให้ฟ้องร้องได้<br>11.10.2	ไม่ปกปิด 
หรือเปลี่ยนแปลงเครื่องหมายการค้า สิทธิในทรัพย์สินทางปัญญา 
หรือคำชี้แจงการจัดการด้านสิทธิ ซึ่งทางเอเอ็ม (AM) 
หรือผู้ผลิตวีดีทัศน์ในส่วนของการเข้าชมเสมือนจริง ได้ติดหรือแสดงเอาไว้ 
และ<br>11.10.3	ดูแล รับรองให้การใช้งานการเข้าชมเสมือนจริงเป็นไปตามนโยบายการใช้งาน ซึ่งเป็นที่ยอมรับ (Policy of Acceptance Use)</font></p></div>